{
  "data": [
    {
      "image": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/5/4/54_2.jpg",
      "category": "makeup",
      "sub_category": "face",
      "name": "Faces Canada Peaches N Cream Tinted Moisturizer - Light 01",
      "description": "Bring out the best in your complexion with Faces Canada Peaches N Cream Tinted Moisturizer. This tinted gel moisturizer with a lightweight finish gives you a peachy, natural glow. Its soft milk-like texture easily spreads through your face and gives your skin an instant glow.",
      "ingredients": "Aqua, Glycerin, Isodecyl Neopentonate, Butylene glycol, Cyclopentasiloxane, Polysorbate 80, Butyrospermum Parkii Butter, Dimethicone, Cyclohexasiloxane, Polyacrylate -13 , C20-22 Alkyl phosphate, Mica, Polyisobutene, C 20-22 Alcohols, Phenoxyethanol, Cetyl acetate, Imidazolidinyl urea, Methylparaben, Parfum, Propylene glycol, Propylparaben, Disodium EDTA, Polysorbate 20, Sorbitan Isostearate, Acetylated Lanolin alcohol, Oleyl Acetate, Stearyl acetate, Glyceryl Acrylate/Acrylic Acid copolymer, Sodium Hydroxide, BHT, Prunus Persia Juice, Tin Oxide, Ascorbyl Methylsilanol Pectinate, Citric acid, Sodium Benzoate, Potassium Sorbate, Sodium Methylparaben, Sodium bisulfite, Sodium sulfite. May contain – CI 77499, CI77492, CI 77491, CI 77891.",
      "price": 539.00,
      "strickthrough_price": 599.00,
      "brand": "Faces Canada",
      "about_the_brand": "FACES Cosmetics, with a proud Canadian heritage spanning over 40 years, offers unparalleled variety in its makeup and skincare products, which are designed to suit every ethnicity, skin type and tone, complexion and texture. Not tested on animals, FACES products are hypoallergenic and conform to the most stringent quality and safety requirements. The extensive assortment of shades and formulations helps the FACES consumers capture every look and style, right from casual to professional to glamorous.",
      "origin": "Made In India",
      "name_of_mfg": "Regi India Cosmetics Pvt. Ltd.",
      "address_of_mfg": "Regi India Cosmetics Pvt. Ltd., C-08, Sara Industrial Estate, Chakrata Road, Rampur, Dehradun - 122001 Marketed by: Faces Cosmetics India Private Limited, Ground Floor, Tower - A, The Presidency, 46/4, Mehrauli Gurugram Road, Sector 14, Gurgaon, Haryana",
      "Weight": "35gm",
      "how_to_use": "Use alone for a peachy glow on face For soft effect, mix with moisturizer or day cream Blend perfectly for a sheer soft look",
      "review": "3.5",
      "skin_type": "Combination"
    },
    {
      "image": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/t/h/th1.jpg",
      "category": "makeup",
      "sub_category": "face",
      "name": "The Body Shop All-In-One BB Cream",
      "description": "Our new All-In-One BB cream transforms from a white cream to suit your skin tone. Pigment-filled capsules burst when applied to the skin, releasing the colour inside. Just blend for a perfect match and an even, undetectable finish. It's make-up and skincare in one.",
      "ingredients": "",
      "price": 1373.00,
      "strickthrough_price": 1445.00,
      "brand": "The Body Shop",
      "about_the_brand": "Body Shop is known for its world famous, and award winning body butters and hand creams, and all-time favorites such as tea tree oil range, born lippy glosses, hemp hand protector, plus new favorites such as Spa fit range, vitamin C, and colour crush range. The brand is totally committed to helping protect the planet, defending human rights, activating self-esteem, supporting community trade and remaining strong on our stance against animal testing.",
      "origin": "Made In United Kingdom of Great Britain and Northern Ireland (the)",
      "name_of_mfg": "The Body Shop",
      "address_of_mfg": "The Body Shop International PLC Littlehampton, West Sussex BN17 6LS,UK",
      "Weight": "",
      "how_to_use": "Apply on top of or instead of your daily moisturiser using your fingers or our Fresh Nude Foundation Brush. Looking for extra coverage? Use it as a moisturising base under our Fresh Nude Foundation. For a matte finish, you can also mix it with our Instama",
      "review": "5.0",
      "skin_type": "Dry"
    },
    {
      "image": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/l/o/lo17.jpg",
      "category": "makeup",
      "sub_category": "face",
      "name": "L'Oreal Paris True Match BB Cream SPF 35 PA+++ - Silver/Gold",
      "description": "L'Oreal True Match BB Cream nourishes, moisturises and covers uneven skin tone and imperfections. It is a one of a kind hyaluronic BB cream, which helps retain natural skin moisture for healthy skin which is customised to match different skin tones. The goodness of micro-pigment capsules retextures, retones and revitalises uneven skin and consists of an anti-ageing formula to smoothen your skin texture. The SPF 35 PA+++ content aids in sun protection and acts as a protection against skin damage due to environmental assaults. Give your skin a daily dose of protection from sun ray damages.",
      "ingredients": "",
      "price": 603.00,
      "strickthrough_price": 670.00,
      "brand": "L'Oreal Paris ",
      "about_the_brand": " L'OrealOreal Paris is a total beauty care company that combines the latest in technology with the highest in quality for the ultimate in luxury beauty at mass. For most, the name L'Oreal' is immediately evocative of the brand's signature phrase,The L'Oreal Paris brand encompasses the four major beauty categories - hair color, cosmetics, hair care, and skin care - and includes such well-known brands as Excellence Creme, Total Repair 5 hair care, Youth Code, Fall Repair, Revitalift, Volume Million Lashes Mascara, Colour Riche lipsticks, Superliners and True Match foundations among many others.",
      "origin": "Made In India",
      "name_of_mfg": "L’Oreal India Pvt. Ltd.",
      "address_of_mfg": "A – Wing, 8th Floor, Marathon Futurex, N.M Joshi Marg, Lower Parel, Mumbai India 400 013",
      "Weight": "30ml",
      "how_to_use": "Gives a Flawless Skin tone and texture from within It helps to give a younger, smoother and brighter skin tone.",
      "review": "4.7",
      "skin_type": "Normal"
    },
    {
      "image": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/o/3/o3.jpg",
      "category": "makeup",
      "sub_category": "face",
      "name": "O3+ Bright Glow BB Cream SPF 30 PA+++",
      "description": "O3+ introduces a lightweight, five-in-one BB Cream that instantly brightens and boosts glow while providing a buildable and mattifying coverage for flawless complexion. With three shades formulated to match wide range of skin tones, the creamy texture blends easily and helps to minimize the look of pores and skin imperfections for a primed canvas. Broad-spectrum SPF 30 with PA +++ helps to shield skin from harmful UVA/UVB rays, and the result is a protected complexion that feels soft with a velvety, non-oily finish.",
      "ingredients": "",
      "price": 405.00,
      "strickthrough_price": 445.00,
      "brand": "O3+",
      "about_the_brand": "O3+ is one such reliable skin care brand. It has been at the top of the skin care game for over 30 years now, giving us products that offer professional results at a super reasonable cost. We've rounded up some of their best-sellers and highly rated products",
      "origin": "Made In India",
      "name_of_mfg": "Visage Beauty & Health Care Pvt. Ltd",
      "address_of_mfg": "B-19, Block B, Sector 85, Noida, Uttar Pradesh 201305",
      "Weight": "15gm",
      "how_to_use": "Apply dots of BB cream on your nose, chin, cheeks, eyes, forehead and neck.Pat the cream on the skin using fingers or a foundation brush, to achieve natural flawless finish.",
      "review": "4.5",
      "skin_type": "Oily"
    },
    {
      "image": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/s/b/sb6.jpg",
      "category": "makeup",
      "sub_category": "face",
      "name": "Swiss Beauty Shiny Pearl Water Drop Blemish Balm BB Foundation",
      "description": "The sebum-regulating ingredient in double perfection fluids, together with starch derivatives and absorbent micro spheres, absorbs excess surface sebum and reduces oily appearance. Skin loses its skinniness and stays comfortable. Silicone oils and (non-lily) moisturizers supply softness and suppleness. Skin is protected by an Spf15 sun filter.",
      "ingredients": "",
      "price": 199.00,
      "strickthrough_price": null,
      "brand": "Swiss Beauty",
      "about_the_brand": "Started in 2008, Swiss beauty is the world's fastest growing beauty brand with a strong geographical footprint, inspiring woman to stay unique and classy.",
      "origin": "Made In china",
      "name_of_mfg": " yiwu retin-a import and export co.,ltd",
      "address_of_mfg": "yiwu retin-a import and export co.,ltd add :room 601 unit 4 xianggangcheng 4 district choucheng street yiwu zhejiang",
      "Weight": "40ml",
      "how_to_use": "Apply the foundation with a brush, makeup sponge, or your fingers. When using a foundation brush, lightly feather the product, starting where there is the most discoloration and blending outward. You may even apply using your fingers, by blending with a cross-hatch pattern starting where there is the most discoloration and blending outwards.",
      "review": "4.2",
      "skin_type": "Sensitive"
    },
    {
      "image": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/c/o/co.jpg",
      "category": "makeup",
      "sub_category": "face",
      "name": "Colorbar Perfect Match BB Cream SPF 20",
      "description": "Makeup and Skincare come together to create the perfect match! This multi-benefit beauty balm by Colorbar smoothes skin, hides fine lines, protects and corrects skin with sheer coverage in one effortless step.Created using 'Perfect Match' technology which makes the BB cream adapt to your skin tone and blend perfectly. This BB Creme provides flawless coverage with radiant glow.",
      "ingredients": "",
      "price": 650.00,
      "strickthrough_price": 690.00,
      "brand": "Colorbar",
      "about_the_brand": "Founded in 2004, Colorbar is among the leading brands of color cosmetics in India and is extremely popular among the urban women. The brand sources its inspiration from the millennium woman who believes in expressing her various moods and desires through a variety of colors she adorns",
      "origin": "Made In India",
      "name_of_mfg": " Naturis Cosmetics Pvt. Ltd.",
      "address_of_mfg": "Plot No.1, Epip Sidco, Jammu, India",
      "Weight": "29gm",
      "how_to_use": "Apply daily on moisturised skin. Spread evenly on face and neck. Follow this with a foundation for high coverage.",
      "review": "4.7",
      "skin_type": "All Skin Type"
    },
    {
      "image": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/2/7/277cf77missc00000081_1.jpg",
      "category": "makeup",
      "sub_category": "eye",
      "name": "Miss Claire Eyelash Glue - Clear Tone",
      "description": "Go long and strong in your lash-game with Miss Claire Eyelash Glue. Let’s get all your falsies in their place to slay all day long. This gentle eyelash adhesive is latex free, non-toxic and pH-balanced for safe use. It is waterproof and holds your eyelashes securely in place making them look natural and flawless. It features a handy bottle with an easy-to-use applicator and a formula that blends in seamlessly. Clear tone allows seamless bond between extension and natural lashes.",
      "ingredients": "",
      "price": 322.00,
      "strickthrough_price": 350.00,
      "brand": "Miss Claire",
      "about_the_brand": " Presenting an entire colorful range of face, lips and eye cosmetics that enhance your beauty and amplify your daily make-up looks. Loved by makeup fans across India, Miss Claire cosmetics are of premier quality, trendy, affordable and are formulated using the finest ingredients that care for your skin. The products are manufactured in accordance with European Standards. Choose from a huge range of Miss Claire makeup and beauty products right from lipstick, bronzers, highlighters, foundation, eyeliners to concealers all available in highly pigmented formula and textures. Miss Claire makeup products are affordably priced, long lasting and suit all skin tones.",
      "origin": "Made In South Korea",
      "name_of_mfg": "Eureka Cosmo Pvt. Ltd.",
      "address_of_mfg": "Eureka Cosmo Pvt. Ltd. 13, Gokul Regency-Ii, Thakur Complex, Kandivali (E), Mumbai -400 101.",
      "Weight": "5gm",
      "how_to_use": "Step 1: Dot a thin layer of glue straight from the applicator along the band of the false lash from corner to corner.Step 2: Wait 30 seconds for the adhesive to become sticky.Step 3: Adhere the strip to your lash line and gently press it in place.Step 4: Ensure the cap is secure post every use to avoid the glue from drying out.",
      "review": "4.6",
      "skin_type": "Sensitive"
    },
    {
      "image": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/5/1/51c18ra5qzs._sl1500_.jpg",
      "category": "makeup",
      "sub_category": "eye",
      "name": "Faces Canada Ultime Pro Matte Play Eyeliner",
      "description": "Faces Canada brings to you a whole new shade in the awesome matte play eyeliner range. Now is the time for the new irresistible sapphire shade that delivers the deepest pigmented line with an impeccable hold for an intense finish and great colour pay-off. Faces Canada Ultime Pro Matte Play Eyeliner is easy to apply and gives you mesmerizing eyes with just one stroke. ",
      "ingredients": "Iron Oxides, Water, Alcohol Denat, Styrene/ Acrylates/ Ammonium Methacrylate Copolymer, Propanediol, Butylene Glycol, Sodium Polymethacrylate, Silica, Sorbitol, C12-15 Alkyl Benzoate, Ethylhexylglycerin, Sodium Laureth- 12 Sulfate, Xanthan Gum, Ammonium Hydroxide, Polymethyl Methacrylate, Tocopherol, Phenoxyethanol",
      "price": 604.00,
      "strickthrough_price": 649.00,
      "brand": "Faces Canada",
      "about_the_brand": "FACES Cosmetics, with a proud Canadian heritage spanning over 40 years, offers unparalleled variety in its makeup and skincare products, which are designed to suit every ethnicity, skin type and tone, complexion and texture. Not tested on animals, FACES products are hypoallergenic and conform to the most stringent quality and safety requirements. The extensive assortment of shades and formulations helps the FACES consumers capture every look and style, right from casual to professional to glamorous.",
      "origin": "",
      "name_of_mfg": " Schwan-Stabilo Cosmetics",
      "address_of_mfg": "Schwan-Cosmetics Germany GMbH and Co.KG, 90562,Germany Imported and Marketed by Faces Cosmetics India Pvt Ltd .1004, Tower A, 10th floor Park Centra, Sector 30, Gurgaon, Harayana, India.",
      "Weight": "2.5ml",
      "how_to_use": "Place the brush against your upper lash line so that it is as close as possible to your eyelashes. Then, begin applying eyeliner to your upper lash line.Move out towards the outer edge of your lash line.Use small strokes to connect your lines and fill it out as needed so that you have one solid, even line on your upper lash line.",
      "review": "4.4",
      "skin_type": "Combination"
    },
    {
      "image": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/b/c/bcf6c6c8904052434726__2_.jpg",
      "category": "makeup",
      "sub_category": "eye",
      "name": "Colorbar Intensify Liquid Gel Eyeliner - Arabian Nights",
      "description": "Liquid eyeliner but in a gel form! Colorbar Intensify Liquid Gel Eyeliner is one of its kind with the gel liner in a bottle.",
      "ingredients": "Isododecane, Trimethylsiloxysilicate, Iron Oxide CI 77499, Dimethicone, Disteardimonium Hectorite, Black 2 Ci 77266 (NANO), Sorbitan Tristearate, Propylene Carbonate, Caprylyl Glycol, Phenoxyethanol, Ascorbyl Palmitate Hexylene Glycol, BHT",
      "price": 699.00,
      "strickthrough_price": 750.00,
      "brand": "Colorbar",
      "about_the_brand": " Founded in 2004, Colorbar is among the leading brands of color cosmetics in India and is extremely popular among the urban women. The brand sources its inspiration from the millennium woman who believes in expressing her various moods and desires through a variety of colors she adorns",
      "origin": "Made In United States of America (the)",
      "name_of_mfg": "Colorbar USA",
      "address_of_mfg": "Colorbar Usa, 1 Rockfeller Plaza, 10Th Floor , New York, Ny-10020 Usa",
      "Weight": "2ml",
      "how_to_use": "Line your lashes and for the slickest winged eyeliner. Starting at the inner corner of your eye, gradually build color across your eyelid.Flick the brush at the outer corner of your eye for a simple graphic liner look.",
      "review": "4.7",
      "skin_type": "Normal"
    },
    {
      "image": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/8/9/8904052409748-2.jpg",
      "category": "makeup",
      "sub_category": "eye",
      "name": "Colorbar Infinite 24Hrs Eyeliner",
      "description": "Get intense color that lasts up to 24 hours with just one stroke. Colorbar Infinite 24Hrs Eyeliner has a waterproof and smudgeproof formula that dries quickly to deliver a high-gloss finish on your eyelids.",
      "ingredients": "Black 2, Water, Ammonium Acrylates Copolymer, Alcohol Denat, Vp/va Copolymer, Poloxamer 407, Butylene Glycol, Disodium Deceth-5 Sulfosuccinate, Ethylhexylglycerin, Myristyl Lactate, Laureth-30, 1,2-hexanediol, Caprylyl Glycol, Citric Acid, Simethicone, Hectorite, Silica, Steareth-4, Bht, Steareth-20, Tocopherol, Phenoxyethanol, Sodium Dehydroacetate, Sorbic Acid",
      "price": 651.00,
      "strickthrough_price": 700.00,
      "brand": "Colorbar",
      "about_the_brand": "Founded in 2004, Colorbar is among the leading brands of color cosmetics in India and is extremely popular among the urban women. The brand sources its inspiration from the millennium woman who believes in expressing her various moods and desires through a variety of colors she adorns",
      "origin": " Made In United States of America (the)",
      "name_of_mfg": "Colorbar Inc",
      "address_of_mfg": "Colorbar Inc-1 Rockefeller Plaza New York NY-10020",
      "Weight": "2.5ml",
      "how_to_use": "Shake the bottle well, apply liner from the inner corner of the eye, and move to the outer corner.",
      "review": "4.3",
      "skin_type": "Dry"
    },
    {
      "image": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/1/_/1_210_13.jpg",
      "category": "makeup",
      "sub_category": "eye",
      "name": "Blue Heaven 12-In-1 Bling Eyeshadow Palette - Cocktail Fever - (Pack Of 2)",
      "description": "Blue Heaven Bling Matte and Metallic palette is a 12-IN-1 eyeshadow palette with matte and metallic shades. This palette will add instant glamour to your look and take it from day to night in just a few strokes. The shades are buttery soft and glide on the eyelids creating a smooth, non-patchy eyeshadow look.",
      "ingredients": "Talc, Mica, Zinc Stearate,Vitamin -E, Dimethicone",
      "price": 500.00,
      "strickthrough_price": 450.00,
      "brand": "Blue Heaven",
      "about_the_brand": "Blue Heaven 12-In-1 Bling Eyeshadow Palette - Cocktail Fever - (Pack Of 2)",
      "origin": "Made In India",
      "name_of_mfg": "Blue Heaven Cosmetics Pvt. Ltd.",
      "address_of_mfg": "B-104/5, Naraina Industrial Area, Phase -1, South Delhi, Delhi, 110028",
      "Weight": "22gm ",
      "how_to_use": "To apply Blue Heaven Bling eyeshadow, mix the matte and metallic shades for show stopping looks.Take the lightest matte shadow shade you want to apply on the applicator. Apply it on the inner crease of the eyelid and under your eyebrows.Take the metallic color and gently pat it across your eyelids.Take a darker matte shade and blend it out from the crease upwards. Use short, slow brush strokes on the eyelid.",
      "review": "4.2",
      "skin_type": "Oily"
    },
    {
      "image": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/3/_/3_126.jpg",
      "category": "makeup",
      "sub_category": "eye",
      "name": "Faces Canada UltimePro Twist Eye Kajal Liner",
      "description": "A high-impact waterproof eye pencil, Faces Canada UltimePro Twist Eye Kajal Liner comes in 4 matte and metallic shades for the effortless eye look. Dual application, on the waterline, and the upper lid, this smudge-proof eyeliner won't budge until you want it to. The Twist Eye Kajal Liner's transfer-proof and fade-proof formula keeps the intense color locked down for 24 hours.",
      "ingredients": "Mica, Titanium Dioxide, Ferric Ferrocyanide, Blue 1 Lake, Cyclopentasiloxane, Trimethylsiloxysilicate, Synthetic Wax, Silica, Trimethylsiloxysilicate, Dimethiconol Crosspolymer, Silica Silylate, Pentaerythrityl Tetra-Di-T-Butyl, Hydroxyhydrocinnamate, Cyclohexasiloxane, Copernicia Cerifera (Carnauba Wax), Iron Oxides, CI 77491, CI 77492, CI 77499.",
      "price": 539.00,
      "strickthrough_price": 599.00,
      "brand": "Faces Canada",
      "about_the_brand": "FACES Cosmetics, with a proud Canadian heritage spanning over 40 years, offers unparalleled variety in its makeup and skincare products, which are designed to suit every ethnicity, skin type and tone, complexion and texture. Not tested on animals, FACES products are hypoallergenic and conform to the most stringent quality and safety requirements. The extensive assortment of shades and formulations helps the FACES consumers capture every look and style, right from casual to professional to glamorous.",
      "origin": "Made In Germany",
      "name_of_mfg": "Schwan-Stabilo Cosmetics",
      "address_of_mfg": "Schwan-Cosmetics Germany GMbH and Co.KG, 90562,Germany Imported and Marketed by Faces Cosmetics India Pvt Ltd .1004, Tower A, 10th floor Park Centra, Sector 30, Gurgaon, Harayana, India.",
      "Weight": "35gm",
      "how_to_use": "Apply in the waterline or along the eyelid to create a defined eye look. It goes easily from subtle to dramatic looks in seconds.",
      "review": "4.6",
      "skin_type": "All Skin Type"
    },
    {
      "image": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/a/r/artboard_1_5.jpg",
      "category": "makeup",
      "sub_category": "lips",
      "name": "Mamaearth Naturally Matte Lip Serum - Matte Liquid Lipstick With Vitamin C & E",
      "description": "A burst of color, a dollop of care. Mamaearth Naturally Matte Lip Serum isn't your regular liquid lipstick. It's packed with delicious matte color and is crafted with the most nourishing natural ingredients like vitamin C and vitamin E that brighten and hydrate. It's also Made Safe certified, which means it contains no toxins enveloping you in both color and care. It's real beauty for real girls.",
      "ingredients": " Isododecane, Trimethylsiloxysilicate, Dimethicone, Cyclopentasiloxane, C30-45 Alkyl Dimethyl Silyl Polypropylsilsesquioxane, VP/Eicosene Copolymer, Dimethicone (And) Dimethicone Crosspolymer, Ethylhexyl Olivate, Silica, Nylon-12 (And) Isopropyl Titanium Triisostearate, Phenoxyethanol, Caprylyl Glycol, Perfume.Color Pigments: Q/IS 4707, Calcium Aluminum Borosilicate, D&C Red 7 Ca Lake (CI 15850:1), Red Iron Oxide (CI 77491), Black Iron Oxide (CI 77499), Yellow Iron Oxide (CI 77492), D&C Red 21(CI 45380:3), Violet Mango (CI 77742), Cosmetic Brown (CI 77499/4791/77492/77891), FD&C blue 1 AL Lake (CI 42090:2), Cosmetic Oxide Red (CI 77491), Red 6 AL Lake (15850 :2),Mica (77019), Titanium dioxide (CI 77891), FD&C Yellow 5 AL Lake (19140) ,D&C Red 27 AL Lake (CI 45410), D&C Red 33 AL Lake (17200)",
      "price": 539.00,
      "strickthrough_price": 599.00,
      "brand": "Mamaearth",
      "about_the_brand": "Mamaearth is Asia's first MadeSafe certified brand. The brand aspires to take care of every parent's and baby's well being from head-to-toe with safe, toxin free and international standard products. All Mamaearth products go through multiple testing processes, including clinical dermatology testing in Europe, to ensure that they are of supreme quality and suit global standards. Each product that Mamaearth brings to you is certified to be free of harmful chemicals and dermatologically tested for sensitive skin. The products are a unique combination of science as well as Ayurveda to provide solutions to the problems you face. All products from Mamaearth are made from 100% organic and natural ingredients.",
      "origin": "Made in  India",
      "name_of_mfg": "Maxima Solutions",
      "address_of_mfg": "Maxima Solutions, Plot No. 56, Sector Ã¢â‚¬â€œ Iidc, Sidcul Pantnagar-263153 Uttarakhand",
      "Weight": "3ml",
      "how_to_use": "Start applying at the centre of the upper lip. Fill in the outer edges . Repeat the same on lower lips.",
      "review": "4.6",
      "skin_type": "All Skin Type"
    },
    {
      "image": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/8/0/800897828363_02.jpg",
      "category": "makeup",
      "sub_category": "lips",
      "name": "NYX Professional Makeup Butter Gloss - Angel Food Cake",
      "description": "This buttery soft, silky smooth and decadent fan favorite lip gloss delivers sheer to medium coverage that melts onto your lips. Never sticky and always supple and kissable, plus it stays put and won't feather! Gorgeous on its own, over your favorite lipstick or lip liner and comes in a bunch of gloss shades. NYX Professional Makeup Butter Gloss adds the perfect pop of shine to your makeup look.",
      "ingredients": "",
      "price": 495.00,
      "strickthrough_price": 550.00,
      "brand": "NYX",
      "about_the_brand": "NYX Cosmetics is one drugstore makeup brand that's been a staple for anyone obsessed with beauty—and on a budget—for years. Both beauty bloggers and professional makeup artists rave about the brand's innovative products and love that the company has kept its prices low, even as its range has expanded.",
      "origin": "Made In Taiwan (Province of China)",
      "name_of_mfg": "Magnoli",
      "address_of_mfg": "10, LANE 80, SHU-TE 8 ST., TAYPING DIST., TAICHUNG CITY, 41171, TAIWAN (R.O.C.)",
      "Weight": "8ml",
      "how_to_use": "Apply NYX Professional Makeup Butter Gloss with the soft wand included in tube. Wear alone, or glide over your favorite lipstick or lip stain to add some glossy shine!",
      "review": "3.9",
      "skin_type": "All Skin Type"
    },
    {
      "image": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/5/7/57180618906087776895_rose__6_.jpg",
      "category": "makeup",
      "sub_category": "lips",
      "name": "Mamaearth Rose Tinted 100% Natural Lip Balm",
      "description": "When a gorgeous rosy tint meets the goodness of castor oil and rose oil, you get to experience Mamaearth's newest launch. Mamaearth Rose Tinted 100% Natural Lip Balm gives your lips a 12-hour moisturization in an easy twist-up packaging - it's hygienic and hassle-free! What's more, it's India's 1st Made Safe Certified lip balm which means it's toxin-free and gives your lips the care they deserve from dawn to dusk.",
      "ingredients": "Castor Oil, Organic Coconut Oil, Dicaprylyl Carbonate,Shea Butter, Carnauba Wax, Candelilla Wax, Cetearyl Olivate, Sorbitan Olivate, Honey, Berry Flavor, Rose Essential Oil, Oleic Acid, Linoleic Acid, Linolenic Acid,Vitamin E, Hydroxytyrosol, Maslinic Acid & Oleanolic Acid.",
      "price": 299.00,
      "strickthrough_price": null,
      "brand": "Mamaearth",
      "about_the_brand": "Mamaearth is Asia's first MadeSafe certified brand. The brand aspires to take care of every parent's and baby's well being from head-to-toe with safe, toxin free and international standard products. All Mamaearth products go through multiple testing processes, including clinical dermatology testing in Europe, to ensure that they are of supreme quality and suit global standards. Each product that Mamaearth brings to you is certified to be free of harmful chemicals and dermatologically tested for sensitive skin. The products are a unique combination of science as well as Ayurveda to provide solutions to the problems you face. All products from Mamaearth are made from 100% organic and natural ingredients.",
      "origin": "Made in  India",
      "name_of_mfg": "Indo Herbal Products.",
      "address_of_mfg": "Indo Herbal Products, Unit - 2, Plot No. 28-29, Sector 1B, Iie, Sidcul, Ranipur, Haridwar, 249403 Regd. Address :- C-84 Panchsheel Enclave, New Delhi - 110017",
      "Weight": "2gm",
      "how_to_use": "Glide lip balm evenly over your lips.Smack the lips together for an even wash of color.Use as often as needed.",
      "review": "4.8",
      "skin_type": "Combination"
    },
    {
      "image": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/2/f/2ff90618906087776918__6_.jpg",
      "category": "makeup",
      "sub_category": "lips",
      "name": "Mamaearth Ubtan Tinted 100% Natural Lip Balm For Lightening Dark Lips",
      "description": "The goodness of Ubtan - rich in turmeric and saffron - now infused in your new favourite all day lip balm! Yes, you heard that right. Mamaearth Ubtan Tinted 100% Natural Lip Balm will give your lips long-lasting moisturization from dusk to dawn with a natural sheen.",
      "ingredients": " Castor Oil, Organic Coconut Oil, Dicaprylyl Carbonate, Shea Butter, Carnauba Wax, Candelilla Wax, Cetearyl Olivate, Sorbitan Olivate, Vitamin E, Honey & Turmeric Flavor, Turmeric Extract, Saffron Extract, Oleic Acid, Linoleic Acid, Linolenic Acid, Hydroxytyrosol, Maslinic Acid & Oleanolic Acid.",
      "price": 299.00,
      "strickthrough_price": null,
      "brand": "Mamaearth",
      "about_the_brand": "Mamaearth is Asia's first MadeSafe certified brand. The brand aspires to take care of every parent's and baby's well being from head-to-toe with safe, toxin free and international standard products. All Mamaearth products go through multiple testing processes, including clinical dermatology testing in Europe, to ensure that they are of supreme quality and suit global standards. Each product that Mamaearth brings to you is certified to be free of harmful chemicals and dermatologically tested for sensitive skin. The products are a unique combination of science as well as Ayurveda to provide solutions to the problems you face. All products from Mamaearth are made from 100% organic and natural ingredients.",
      "origin": " Made in  India",
      "name_of_mfg": "Indo Herbal Products.",
      "address_of_mfg": "ndo Herbal Products, Unit - 2, Plot No. 28-29, Sector 1B, Iie, Sidcul, Ranipur, Haridwar, 249403 Regd. Address :- C-84 Panchsheel Enclave, New Delhi - 110017",
      "Weight": "2gm",
      "how_to_use": "Glide lip balm evenly over your lips.Smack the lips together for an even wash of color.Use as often as needed.",
      "review": "4.6",
      "skin_type": "All Skin Type"
    },
    {
      "image": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/2/2/229.jpg",
      "category": "makeup",
      "sub_category": "lips",
      "name": "Faces Canada No Transfer Matte Lipstick",
      "description": "Covet worthy and extremely gorgeous liquid lipsticks from Faces Canada. No Transfer Matte Lipstick will perfect your pout like no other and true to its name, this liquid lipstick is 100% transfer proof. Intensely pigmented liquid matte lipstick that gives high coverage and lasts for hours.",
      "ingredients": "Isododecane, Trimethylsiloxysilicate, Dimethicone, Cyclopentasiloxane, Disteardimonium Hectorite, C12 -15 Alkyl Benzoate, Propylene Carbonate, Fragrance, Tocopheryl Acetate, Phenoxyethanol, Chamomilla Recutita oil, Ethylhexylglycerin, Butylated Hydroxytoluene, Pearls & Approved Colors",
      "price": 549.00,
      "strickthrough_price": null,
      "brand": "Faces Canada",
      "about_the_brand": " FACES Cosmetics, with a proud Canadian heritage spanning over 40 years, offers unparalleled variety in its makeup and skincare products, which are designed to suit every ethnicity, skin type and tone, complexion and texture. Not tested on animals, FACES products are hypoallergenic and conform to the most stringent quality and safety requirements. The extensive assortment of shades and formulations helps the FACES consumers capture every look and style, right from casual to professional to glamorous.",
      "origin": "Made In India",
      "name_of_mfg": "Viva Cosmetics, C1/1-6, Radheshyam Indl. Complex, Asangaon, Thane - 421601 M.L. No.: KD-C-265",
      "address_of_mfg": "Faces Cosmetics Private Limited, Ground Floor Tower A, The Presidency,46/4 Mehrauli Gurugram Road, Sector 14,Gurugram Haryana - 122001",
      "Weight": "3.5ml",
      "how_to_use": "Take the applicator and glide to apply the lipstick on your lips Form a perfect shape of the lips with the unique applicator and let it dry.",
      "review": "4.9",
      "skin_type": "Oily"
    },
    {
      "image": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/1/5/159.jpg",
      "category": "makeup",
      "sub_category": "lips",
      "name": "Miss Claire Make Up Palette 9929 (Make Up Kit)",
      "description": "The gift that keeps on giving! This makeup palette features everything you could ever desire A' and then some. 42 different eye shadows,4 blushers,3 compact powders,12 lip glosses,1 mascara,1 foundation, an eye liner, an eye pencil,2 body glitters and enclosed applicators will give you hours of make up A",
      "ingredients": "",
      "price": 2180.00,
      "strickthrough_price": 2295.00,
      "brand": "",
      "about_the_brand": "Presenting an entire colorful range of face, lips and eye cosmetics that enhance your beauty and amplify your daily make-up looks. Loved by makeup fans across India, Miss Claire cosmetics are of premier quality, trendy, affordable and are formulated using the finest ingredients that care for your skin. The products are manufactured in accordance with European Standards. Choose from a huge range of Miss Claire makeup and beauty products right from lipstick, bronzers, highlighters, foundation, eyeliners to concealers all available in highly pigmented formula and textures. Miss Claire makeup products are affordably priced, long lasting and suit all skin tones.",
      "origin": "Made In China",
      "name_of_mfg": " Eureka Cosmo Pvt. Ltd.",
      "address_of_mfg": "Eureka Cosmo Pvt. Ltd. #13, Gokul Regency-II, Thakur Complex, Kandivali (E), Mumbai -400 101",
      "Weight": "97.80gm",
      "how_to_use": "Eyeshadow: Pack a light shade onto the eyelid and sweep under the brow bone. Apply a medium shade to the outer two thirds of the crease. Apply a deeper shade to the outer corner of the eye and lightly through the crease.Blush: Sweep some of the blush on the brush and gently tap off excess powder. Blend onto the apples of the cheeks.Bronzer: Sweep across chin, cheeks, and forehead with a brush to add a warm glow to the face.Compact powder: Apply to the forehead, nose, cheeks, and chin and blend all over using gentle downward strokes. Can be used as a highlighter also.",
      "review": "4.1",
      "skin_type": "Dry"
    },
    {
      "image": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/c/2/c25.jpg",
      "category": "makeup",
      "sub_category": "nails",
      "name": "Colorbar Ultimate Nail Enamel Remover - Orange Chocolate",
      "description": "A powerful, hassle-free nail lacquer remover in a travel-friendly size? Sign us up! Twist open the bottle to find pleated foam that is pre-moistened with Colorbar's Ultimate Acetone Free Nail Enamel Remover. ",
      "ingredients": "Ethyl Acetate, Isopropyl Alcohol, Di Water, Glycerin, D-panthenol, Tocopheryl Acetate, Citric Acid, Potassium Sorbate, Sodium Benzoate, Perfume, Sodium Peg-7 Olive Oil Carboxylate, Propylene Glycol, Approved Colors",
      "price": 250.00,
      "strickthrough_price": 255.00,
      "brand": "Colorbar",
      "about_the_brand": "Founded in 2004, Colorbar is among the leading brands of color cosmetics in India and is extremely popular among the urban women. The brand sources its inspiration from the millennium woman who believes in expressing her various moods and desires through a variety of colors she adorns",
      "origin": "Made In India",
      "name_of_mfg": "Maxima Solutions",
      "address_of_mfg": "Maxima Solutions -Rudarpur, Plot No. 56, Sector Iidc, Uttarakhand, India",
      "Weight": "80ml",
      "how_to_use": "Insert your fingers one at a time into the premoistened foam and twist until completely clean.",
      "review": "4.3",
      "skin_type": "Normal"
    },
    {
      "image": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/c/o/col9.jpg",
      "category": "makeup",
      "sub_category": "nails",
      "name": "Colorbar Ultimate Nail Enamel Remover - Dark Chocolate",
      "description": "A powerful, hassle-free nail lacquer remover in a travel-friendly size? Sign us up! Twist open the bottle to find pleated foam that is pre-moistened with Colorbar's Ultimate Acetone Free Nail Enamel Remover. Infused with olive oil extracts, essential proteins and vitamin B5, it strengthens and moisturizes your nail bed while removing all traces of past lacquer.",
      "ingredients": "Ethyl Acetate, Isopropyl Alcohol, Di Water, Glycerin, D-panthenol, Tocopheryl Acetate, Citric Acid, Potassium Sorbate, Sodium Benzoate, Perfume, Sodium Peg-7 Olive Oil Carboxylate, Propylene Glycol, Approved Colors",
      "price": 225.00,
      "strickthrough_price": 250.00,
      "brand": "Colorbar",
      "about_the_brand": "Founded in 2004, Colorbar is among the leading brands of color cosmetics in India and is extremely popular among the urban women. The brand sources its inspiration from the millennium woman who believes in expressing her various moods and desires through a variety of colors she adorns",
      "origin": "Made In India",
      "name_of_mfg": "Maxima Solutions",
      "address_of_mfg": "Maxima Solutions -Rudarpur, Plot No. 56, Sector Iidc, Uttarakhand, India",
      "Weight": "80ml",
      "how_to_use": "Insert your fingers one at a time into the premoistened foam and twist until completely clean.",
      "review": "4.4",
      "skin_type": "Sensitive"
    },
    {
      "image": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/f/6/f65.jpg",
      "category": "makeup",
      "sub_category": "nails",
      "name": "Faces Canada Nail Enamel Remover -Pack Of 2",
      "description": "Remove unwanted, old nail color from with Faces Nail Enamel Remover.Loaded in a travel friendly bottle this liquid works effectively to remove nail enamel without leaving stains.Enriched with vitamin E this remover does not harm your nails.Little amount of this liquid is enough for removal.",
      "ingredients": "",
      "price": 198.00,
      "strickthrough_price": null,
      "brand": "Faces Canada",
      "about_the_brand": "FACES Cosmetics, with a proud Canadian heritage spanning over 40 years, offers unparalleled variety in its makeup and skincare products, which are designed to suit every ethnicity, skin type and tone, complexion and texture. Not tested on animals, FACES products are hypoallergenic and conform to the most stringent quality and safety requirements. The extensive assortment of shades and formulations helps the FACES consumers capture every look and style, right from casual to professional to glamorous.",
      "origin": "Made In India",
      "name_of_mfg": "Fiabila India Private Limited",
      "address_of_mfg": "Fiabila India Private Limited, V-16 & 17, MIDC, Taloja-410208, Marketed by - Faces Cosmetics India Private Limited",
      "Weight": "30ml ",
      "how_to_use": "Apply a thin, even layer of the enamel on to the nails.Let it dry and then Apply a second coat.Top it off with clear enamel.",
      "review": "4.6",
      "skin_type": "All Skin Type"
    },
    {
      "image": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/b/e/be150.jpg",
      "category": "makeup",
      "sub_category": "nails",
      "name": "Beeone Manicure And Pedicure Kit 300 Gms",
      "description": "The Bee One Manicure and Pedicure Kit enriched with essential extracts, helps in exfoliating and nourishing the hands and feet through it's multiple layers, leaving soft, supple and hydrated skin",
      "ingredients": "",
      "price": 553.00,
      "strickthrough_price": 650.00,
      "brand": "Beeone",
      "about_the_brand": "Beeone Naturals focus on creating supreme quality herbal products that are effective in results. The company believes in constantly enhancing the quality their products to match the needs and wants of every individual.",
      "origin": "Made In India",
      "name_of_mfg": "Rasha Cosmetics pvt ltd.",
      "address_of_mfg": "L-21 Udyog Nagar Near Peeragarhi Chowk New Delhi 110041",
      "Weight": "300gm",
      "how_to_use": "Take a tub or bucket of warm water and put the soak in it.Lather well, soak your feet/hands in it for 15 to 20 minutes.Rinse and wipe clean with warm towel.akerequired quantity of scrub in your palm, apply on hand/feet and massage gently for 5 to 10 minutes. Then, remove the scrub with wet towel or rinse it well.When hand/feet are scrubbed well, apply cream and massage well for 10 minutes to soothe your skin.Wipe off with a hot towel.",
      "review": "4.8",
      "skin_type": "Combination"
    },
    {
      "image": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/1/1/1111_1_1.jpg",
      "category": "makeup",
      "sub_category": "nails",
      "name": "Miss Claire Make Up Palette 9932 (Make Up Kit)",
      "description": "Introducing Miss Claire Make Up Palette - a convenient, slider make-up palette that multitasks, just like you do! This sleek kit features 20 eyeshadows, 2 blushers, 4 lip glosses and 3 enclosed applicators; perfect for on-the-go glam touch ups.",
      "ingredients": "",
      "price": 685.00,
      "strickthrough_price": 745.00,
      "brand": "Miss Claire",
      "about_the_brand": "Presenting an entire colorful range of face, lips and eye cosmetics that enhance your beauty and amplify your daily make-up looks. Loved by makeup fans across India, Miss Claire cosmetics are of premier quality, trendy, affordable and are formulated using the finest ingredients that care for your skin. The products are manufactured in accordance with European Standards. Choose from a huge range of Miss Claire makeup and beauty products right from lipstick, bronzers, highlighters, foundation, eyeliners to concealers all available in highly pigmented formula and textures. Miss Claire makeup products are affordably priced, long lasting and suit all skin tones.",
      "origin": "Made In China",
      "name_of_mfg": "Eureka Cosmo Pvt. Ltd.",
      "address_of_mfg": "Eureka Cosmo Pvt. Ltd. #13, Gokul Regency-II, Thakur Complex, Kandivali (E), Mumbai -400 101",
      "Weight": "27.5gm",
      "how_to_use": "Make-up palette features various products from Miss Claire. It can be used as per your convenience.",
      "review": "3.8",
      "skin_type": "All Skin Type"
    },
    {
      "image": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/c/h/cherry_red-3.jpg",
      "category": "makeup",
      "sub_category": "nails",
      "name": "Lakme 9 To 5 Primer + Gloss Nail Colour",
      "description": "Presenting the all new Lakme 9to5 Primer + Gloss Nail Colour range with colours that dry quickly, giving your nails a long lasting intense glossy shine. Now coat your nails with vibrant colour and an intense glossy shine that stays through your busy work days.",
      "ingredients": "Lakmé is the country's first cosmetic brand to introduce makeup to Indian women and takes pride in being the Indian beauty expert for over 65 years. It is a complete beauty brand spanning colour cosmetics & skin care and extends to beauty services through the network of Lakmé Salons.",
      "price": 180.00,
      "strickthrough_price": null,
      "brand": "Lakme",
      "about_the_brand": "Lakmé is the country's first cosmetic brand to introduce makeup to Indian women and takes pride in being the Indian beauty expert for over 65 years. It is a complete beauty brand spanning colour cosmetics & skin care and extends to beauty services through the network of Lakmé Salons.",
      "origin": " Made in India",
      "name_of_mfg": " Hindustan Unilever Ltd",
      "address_of_mfg": " Hindustan Unilever Ltd, Unilver House, B D Sawant Marg, Chakala Andheri East - 400099",
      "Weight": "6ml",
      "how_to_use": "Step 1: Start by applying one coat of your desired nail colour.Step 2: Wait between coats to get a smooth, dry layer. Step 3: Apply the Top Coat to coat your nails with a glossy, chip-proof texture and give any nail colour a smooth, long-lasting glossy finish.",
      "review": "4.9",
      "skin_type": "Normal"
    },
    {
      "image": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/c/s/css.jpg",
      "category": "makeup",
      "sub_category": "tool brushes",
      "name": "Colorbar Showstopper Eyelash Curler",
      "description": "Get the curl of false lashes without the hassle - Colobar Showstopper Eyelash Curler is your go-to essential for a dramatic curl every time. Its handles are designed with a cushioned grip to give you total comfort, while its fuschia silicon pad delivers just the right amount of pressure to curl your lashes without crimping.",
      "ingredients": "",
      "price": 473.00,
      "strickthrough_price": 525.00,
      "brand": "Colorbar",
      "about_the_brand": " Founded in 2004, Colorbar is among the leading brands of color cosmetics in India and is extremely popular among the urban women. The brand sources its inspiration from the millennium woman who believes in expressing her various moods and desires through a variety of colors she adorns",
      "origin": "Made In United States of America (the)",
      "name_of_mfg": "Colorbar Inc",
      "address_of_mfg": "Colorbar Inc-1 Rockefeller Plaza New York NY-10020",
      "Weight": "",
      "how_to_use": "Separate the grips of the curler, and insert your lashes. With the curve of the fuschia pad placed firmly against the base of your lash line, squeeze the handles gently. Use the curler on clean, dry lashes; using it with mascara could lead to tugging and breaking.",
      "review": "4.5",
      "skin_type": "All Skin Type"
    },
    {
      "image": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/p/a/pac1.jpg",
      "category": "makeup",
      "sub_category": "tool brushes",
      "name": "PAC Blending Foundation Brush - 265",
      "description": "An extra dense, round brush with a flat tip for application of foundation.",
      "ingredients": "",
      "price": 492.00,
      "strickthrough_price": 535.00,
      "brand": "PAC",
      "about_the_brand": "Introducing a professional make-up brand loved and used by makeup artists in India, producing high-end make-up products, brushes and accessories, PAC Cosmetics is known for its highly pigmented and long-lasting cosmetics that deliver great results. From long-lasting foundations and creamy matte lipsticks to intense highlighters and elegant eye shadows, PAC Cosmetics provides the best in beauty. The brand’s high-quality and luxurious products will undoubtedly have you coming back for more after each purchase.",
      "origin": "Made In China",
      "name_of_mfg": "PAC",
      "address_of_mfg": "PAC LLP ,Block 1, Ground Floor, Hakoba Industrial Estate, I.B Road, Nr Sonawala, Goregaon East, Mumbai, Maharashtra 400063 .",
      "Weight": "",
      "how_to_use": "With the use of small circular movements, the firm bristles can layer powder blush for a smooth, bold look or blend colors quickly and easily for a softer, more natural tone.",
      "review": "4.8",
      "skin_type": "Dry"
    },
    {
      "image": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/s/w/sw1.jpg",
      "category": "makeup",
      "sub_category": "tool brushes",
      "name": "Swiss Beauty Makeup Brushes - Golden",
      "description": "Introducing Swiss Beauty 5 Sticks Makeup Brush Set. Made with imported high-quality materials and soft, tightly packed bristles it delivers exceptional blend-ability and precision. Each brush is ergonomically designed with sturdy wooden handles and copper-plated ferrules for controlled application.",
      "ingredients": "",
      "price": 299.00,
      "strickthrough_price": null,
      "brand": "Swiss Beauty",
      "about_the_brand": "Started in 2008, Swiss beauty is the world's fastest growing beauty brand with a strong geographical footprint, inspiring woman to stay unique and classy.",
      "origin": " Made In china",
      "name_of_mfg": "yiwu retin-a import and export co.,ltd",
      "address_of_mfg": "yiwu retin-a import and export co.,ltd add :room 601 unit 4 xianggangcheng 4 district choucheng street yiwu zhejiang",
      "Weight": "",
      "how_to_use": "Swiss Beauty is the World's fastest growing beauty brand with a strong geographical footprint which inspires women to stay unique and classy. It's Vision is Beauty with Glamour, Excitement and Innovation through high quality products at affordable prices. It offers one complete makeup kit with wide range of world class cosmetics and skin care products for your face, nails, eyes and lips with huge variants in mascara, kajal, eye-liners, eye shadows, foundations, concealers, blush and powders",
      "review": "4.0",
      "skin_type": "All Skin Type"
    },
    {
      "image": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/v/e/veg1.jpg",
      "category": "makeup",
      "sub_category": "tool brushes",
      "name": "Vega Reversible Lip Filler (PV-23)",
      "description": "This?Vega Lip Filler?is an ideal accompaniment to lip-stick and lip color It is perfect for detailing along the lips and applying the color evenly and consistently. Best Before : MAY 2023",
      "ingredients": "",
      "price": 240.00,
      "strickthrough_price": null,
      "brand": "Vega",
      "about_the_brand": "India's leader in the beauty accessories category, Vega offers premium quality products that are suitable for Indian consumers. The main objective of the company is to provide a wide range of innovative and affordable beauty accessory tools for head-to-toe grooming to the Indian consumers. With its affordable range of beauty accessories, you can look prim and proper without burning a hole in your pocket.",
      "origin": "Made In China",
      "name_of_mfg": "VEGA INDUSTRIES PVT LTD.",
      "address_of_mfg": "B-43, SECTOR-80 PHASE-11 NOIDA-201305 UTTAR PRADESH, INDIA",
      "Weight": "",
      "how_to_use": "Dip the brush into the lipstickLine your lips with the help of a lip liner brushOnce the lip is lined properly, fill in the rest of the lips with the lip filler brush",
      "review": "4.5",
      "skin_type": "All Skin Type"
    },
    {
      "image": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/c/o/col2.jpg",
      "category": "makeup",
      "sub_category": "tool brushes",
      "name": "Colorbar Picture Perfect Foundation Brush",
      "description": "Colorbar Picture Perfect Foundation Brush is a gently tapered brush, that blends and contours foundation for an effortlessly airbrushed effect. Created with extra-soft, non-porous fibers, this brush blends without absorbing excess product.",
      "ingredients": "",
      "price": 428.00,
      "strickthrough_price": 475.00,
      "brand": "Colorbar",
      "about_the_brand": "Founded in 2004, Colorbar is among the leading brands of color cosmetics in India and is extremely popular among the urban women. The brand sources its inspiration from the millennium woman who believes in expressing her various moods and desires through a variety of colors she adorns",
      "origin": "Made In United States of America (the)",
      "name_of_mfg": "Colorbar Inc",
      "address_of_mfg": "Colorbar Inc-1 Rockefeller Plaza New York NY-10020",
      "Weight": "",
      "how_to_use": "Apply foundation in small dots on the cheeks, temples, nose, and chin, and blend in light, outwards strokes.",
      "review": "4.0",
      "skin_type": "Combination"
    },
    {
      "image": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/9/8/98.jpg",
      "category": "makeup",
      "sub_category": "tool brushes",
      "name": "Miss Claire Make Up Palette 9941 (Make Up Kit)",
      "description": "Miss Claire Make Up Palette that multitasks, just like you do! This sleek and small makeup kit features 20 eyeshadows, 3 blushers, 2 compact powders, 6 lip glosses and 2 dual applicators - perfect for on-the-go glam touch ups.",
      "ingredients": "",
      "price": 735.00,
      "strickthrough_price": 795.00,
      "brand": "Miss Claire",
      "about_the_brand": "Presenting an entire colorful range of face, lips and eye cosmetics that enhance your beauty and amplify your daily make-up looks. Loved by makeup fans across India, Miss Claire cosmetics are of premier quality, trendy, affordable and are formulated using the finest ingredients that care for your skin. The products are manufactured in accordance with European Standards. Choose from a huge range of Miss Claire makeup and beauty products right from lipstick, bronzers, highlighters, foundation, eyeliners to concealers all available in highly pigmented formula and textures. Miss Claire makeup products are affordably priced, long lasting and suit all skin tones.",
      "origin": "Made In China",
      "name_of_mfg": "Eureka Cosmo Pvt. Ltd.",
      "address_of_mfg": "Eureka Cosmo Pvt. Ltd. #13, Gokul Regency-II, Thakur Complex, Kandivali (E), Mumbai -400 101",
      "Weight": "35.8gm",
      "how_to_use": "Make-up palette features various products from Miss Claire. It can be used as per your convenience.",
      "review": "3.9",
      "skin_type": "All Skin Type"
    },
    {
      "image": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/7/6/76bdacd8992304017810_0.jpg",
      "category": "skin",
      "sub_category": "eye care",
      "name": "LOreal Paris Revitalift Anti Wrinkle + Radiance Eye Cream",
      "description": "L'Oréal Paris Revitalift Moisturizing Day Cream that is enriched with anti-ageing elements that moisturize the skin around eyes, boosts radiance, reduces wrinkles and reverses the signs of ageing. . A powerful anti-ageing eye cream created by L'Oréal Skincare Laboratories to reduce wrinkles, eye puffiness & boost skin radiance . Instantly moisturizes the eyes to boost freshness, firmness and fight anti-ageing signs around the eye contour.",
      "ingredients": "",
      "price": 515.00,
      "strickthrough_price": 565.00,
      "brand": "L'Oreal Paris",
      "about_the_brand": "L'OrealOreal Paris is a total beauty care company that combines the latest in technology with the highest in quality for the ultimate in luxury beauty at mass. For most, the name L'Oreal' is immediately evocative of the brand's signature phrase,The L'Oreal Paris brand encompasses the four major beauty categories - hair color, cosmetics, hair care, and skin care - and includes such well-known brands as Excellence Creme, Total Repair 5 hair care, Youth Code, Fall Repair, Revitalift, Volume Million Lashes Mascara, Colour Riche lipsticks, Superliners and True Match foundations among many others.",
      "origin": "Made In Indonesia",
      "name_of_mfg": " PT. Yasulor Indonesia,- Indonesia",
      "address_of_mfg": "PT. Yasulor Indonesia,- Indonesia",
      "Weight": "15ml",
      "how_to_use": "Use every morning and night with Revitalift Essence, Day Cream & Night Cream for a complete anti-ageing solution",
      "review": "3.8",
      "skin_type": "All Skin Type"
    },
    {
      "image": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/1/9/19_12_4.jpg",
      "category": "skin",
      "sub_category": "eye care",
      "name": "Mamaearth Vitamin C Under Eye Cream For Dark Circles, Vitamin C & Gotu Kola, Brightening Under Eyes",
      "description": "Excessive screen time, fatigue, and sun exposure can cause puffy eyes, dark circles and hyperpigmentation. It's time to say goodbye to dullness and say hello to fresh, bright, and hydrated under eyes with Mamaearth Vitamin C Under Eye Cream.",
      "ingredients": "Aqua, Glycerin, Propylene Glycol, 1,3 Butylene Glycol, Niacinamide, Sodium Polyacryloyldimethyl Taurate, Phenoxyethanol, Ethylhexylglycerin, Ascorbyl Glucoside, Sodium Polyacrylate Starch, Sodium Hyaluronate, Gotu Kola Extract, Disodium EDTA & IFRA Certified Allergen Free Fragrance.",
      "price": 899.00,
      "strickthrough_price": 999.00,
      "brand": "Mamaearth",
      "about_the_brand": "Mamaearth is Asia's first MadeSafe certified brand. The brand aspires to take care of every parent's and baby's well being from head-to-toe with safe, toxin free and international standard products. All Mamaearth products go through multiple testing processes, including clinical dermatology testing in Europe, to ensure that they are of supreme quality and suit global standards. Each product that Mamaearth brings to you is certified to be free of harmful chemicals and dermatologically tested for sensitive skin. The products are a unique combination of science as well as Ayurveda to provide solutions to the problems you face. All products from Mamaearth are made from 100% organic and natural ingredients.",
      "origin": "Made In India",
      "name_of_mfg": " Nulyf India",
      "address_of_mfg": "Sai Road, Baddi, Distt. Solan, Himachal Pradesh, India Ã¢â‚¬â€œ 173205",
      "Weight": "20ml",
      "how_to_use": "Apply 3 dots under your eyes.Switch on the electric massager and gently massage for 2 minutes.Using your fingers, gently massage in upward circular motions till it's absorbed.",
      "review": "4.8",
      "skin_type": "Sensitive"
    },
    {
      "image": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/6/8/68cff016923700958614_new_3.jpg",
      "category": "skin",
      "sub_category": "eye care",
      "name": "L'Oreal Paris Revitalift Triple Action Eye Cream",
      "description": "Revitalift Laser X3 is now Revitalift Triple Action - improved ingredients, improved results, improved packaging. L'Oreal Paris Revitalift Triple Action Eye Cream is formulated with powerful actives for youthful skin. This eye cream is enriched with anti-ageing ingredients that help smoothen wrinkles, reduce eye bags and moisturize eye contours.",
      "ingredients": "",
      "price": 983.00,
      "strickthrough_price": 1035.00,
      "brand": "L'Oreal Paris",
      "about_the_brand": "L'OrealOreal Paris is a total beauty care company that combines the latest in technology with the highest in quality for the ultimate in luxury beauty at mass. For most, the name L'Oreal' is immediately evocative of the brand's signature phrase,The L'Oreal Paris brand encompasses the four major beauty categories - hair color, cosmetics, hair care, and skin care - and includes such well-known brands as Excellence Creme, Total Repair 5 hair care, Youth Code, Fall Repair, Revitalift, Volume Million Lashes Mascara, Colour Riche lipsticks, Superliners and True Match foundations among many others.",
      "origin": "Made In China",
      "name_of_mfg": "L'Oreal Paris",
      "address_of_mfg": "Beautycos International Co., Ltd., No.22 , Zi Teng Road, Singapore Industrial Park, 215021 Suzhou, China",
      "Weight": "15ml",
      "how_to_use": "Use daily in the morning & night for a cleansed and hydrated feeling around the eyes",
      "review": "3.9",
      "skin_type": "Oily"
    },
    {
      "image": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/b/2/b28.jpg",
      "category": "skin",
      "sub_category": "eye care",
      "name": "Biotique Bio Sea Weed Revitalizing Anti Fatigue Eye Gel",
      "description": "Puffy eyes, shadow and dark circles are not something we desire as they take away the beauty of the face. This can happen due to stress, overwork, lack of sleep and excessive use of make-up. While you cannot do much about the stress and work, you can always take care of the puffiness and dark circles by using products that will deminish these marks. With ’Biotique Bio Sea Weed Revitalizing Anti Fatigue Eye Gel’ you can reduce the puffiness of the eyes along with the shadow and the dirk circle to a considerable level. The Biotique Anti Fatigue Eye Gel only requires a small amount and is enough to minimise the shadows and bulge around the eyes. ",
      "ingredients": "Chinai Ghas (Gelidium cartigaineum), Punarnava (Boerhavia diffusa), Bahera (Terminalia belerica), Badam (Prunus amygdalus), Jaiphal (Myristica fragrans), Madhu Honey (Mel), Kheera (Cucumis sativus), Himalayan water Q.S.",
      "price": 199.00,
      "strickthrough_price": null,
      "brand": "Biotique",
      "about_the_brand": "Biotique is a perfect blend of authentic Ayurveda recipes taken from the ancient and original Veda texts along with advanced cutting edge Swiss biotechnology to give their customers natural Ayurvedic beauty, skin care and hair care products that are 100% organic and safe to use. All Biotique products are made with preservative-free ingredients and no animal testing are done.",
      "origin": "Made In India",
      "name_of_mfg": "Bio Veda Action Research Co.",
      "address_of_mfg": "526/442/43, Khasra no. 439/42, 441/43, Rampurghat, Poanta Sahib, Sirmaur, Himachal Pradesh, 173025",
      "Weight": "15gm",
      "how_to_use": "Lightly pat around eye area, morning and evening.",
      "review": "4.5",
      "skin_type": "Dry"
    },
    {
      "image": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/b/b/bbj0001528-1.jpg",
      "category": "skin",
      "sub_category": "eye care",
      "name": "Garnier Skin Naturals Light Complete Eye Roll On",
      "description": "Eye puffiness and dark circles can make your eyes look dull & tired.Garnier Light EyeRoll-on is a massaging roll-on that combines caffeine and the draining effect of a massage to reduce puffiness and dark circles and brighten the eye contour.Massage is a technique used by experts to boost natural draining and decongest tired eyes. The formula, enriched with caffeine, known for its stimulating properties on micro-circulation, helps to brighten the skin and boost radiance.",
      "ingredients": "WATER, BUTYLENE GLYCOL, GLYCERIN, C13-14 ISOPARAFFIN, GUANOSINE, MICA, ESCIN, HYDROXYPROLINE, SODIUM HYALURONATE, PHENOXYETHANOL, CAFFEINE,IMIDAZOLIDINYL UREA, POLYACRYLAMIDE,PANTHENOL, XANTHAN GUM, BIOSACCHARIDE GUM-1, CAPRYLYL GLYCOL, DISODIUM EDTA, METHYLPARABEN, ALUMINUM HYDROXIDE,LAURETH-7",
      "price": 159.00,
      "strickthrough_price": 189.00,
      "brand": "Garnier",
      "about_the_brand": "Part of the L'Oreal group, Garnier is an international haircare and skincare brand reputed as a renowned beauty expert. Since 1904, the brand has offered efficient and innovative beauty products for healthy looking hair and skin. Harnessing the bounty of nature, all ingredients used in the products are extracted using the brand's cutting-edge expertise and techniques offering customers worldwide uncomplicated care products formulated for radiantly alluring hair and skin.",
      "origin": "Made In India",
      "name_of_mfg": "L'Oreal India Pvt Ltd",
      "address_of_mfg": "L'Oreal India Pvt Ltd., Chakan, Pune - 410501",
      "Weight": "15ml",
      "how_to_use": "Apply Garnier Light Complete Eye Roll On to the eye contour area (both above and below) in light circular massaging movements. The liquid will get applied automatically via the roller ball. If necessary, smooth out any remaining liquid with your fingertips. You can use the eye roll on immediately after waking up or anytime during the day whenever your eyes feel tired or puffy.",
      "review": "4.7",
      "skin_type": "All Skin Type"
    },
    {
      "image": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/a/m/am5.jpg",
      "category": "skin",
      "sub_category": "eye care",
      "name": "Aroma Magic Nourishes & Firms Under Eye Cream",
      "description": "Say goodbye to dark circles, puffy eyes and fine lines using the Aroma Magic Under Eye Cream. Formulated with natural essential oils, this under eye gel eliminates and prevents fine lines, wrinkles, puffiness and dark circles to give you rejuvenated eyes free from stress and fatigue. Enriched with the goodness of natural ingredients like rose extracts, flaxseed, lemon peel, aloe vera, green tea, this eye gel has skin soothing and hydrating properties. ",
      "ingredients": "Extract of Rose, Flaxseed, Lemon Peel, Aloe Vera, Green Tea and Pure Essential Oils of Witch Hazel, Chamomile, Fennel.",
      "price": 210.00,
      "strickthrough_price": null,
      "brand": "Aroma Magic",
      "about_the_brand": "Aroma Magic is a creation of Dr. Blossom Kochhar who introduced aromatherapy oils and cosmetics in India in 1992, with a range of reliable products that provide effective solutions to skin and hair problems. Each of the product uses traditional methods in its making and combines the science of aromatherapy, which includes extracting oils from plants, flowers and seeds. All the essential oils are carefully sourced and blended to precision personally under the care of Dr Blossom Kochhar. The products are free of parabens, alcohol and harsh chemicals.",
      "origin": "Made In India",
      "name_of_mfg": "Blossom Kochhar Beauty Products Pvt. Ltd.",
      "address_of_mfg": "Plot No 90A, Khasra No 68, Shiv Ganga Ind. Area Bhagwanpur, Rorkee, Haridwar, UK-247667, INDIA",
      "Weight": "20gm",
      "how_to_use": "Apply around the eyes and massage gently with finger tips, Use every morning and night.Tip : Use the ring finger for application and massage.",
      "review": "4.9",
      "skin_type": "Combination"
    },
    {
      "image": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/i/m/image1_600x.jpg",
      "category": "skin",
      "sub_category": "face care",
      "name": "Lotus Herbals Whiteglow Vitamin C Radiance Cream Spf 20",
      "description": "A lightweight creme with dual power of rare yuzu lemon and kakadu plum extracts. Lotus Herbals WhiteGlow Vitamin C Radiance Cream is a rich creme specially crafted to restore skin's natural radiance by protecting it from harsh sun and pollution. The magical yuzu lemon extract visibly reduces dark spots and gives you radiant skin. Its kakadu plum has 100x more vitamin C than an orange.",
      "ingredients": "Vitamin C, Kakadu Plum",
      "price": 428.00,
      "strickthrough_price": 475.00,
      "brand": "Lotus Herbals",
      "about_the_brand": "Lotus Herbals is India's leading natural skincare and cosmetics company, known for their wide range of Ayurvedic and Herbal skin care, hair care and cosmetic products. Combining ancient wisdom from the Vedas with the latest technology, all their products are made from top quality, scientifically developed, herbal ingredients and are free from chemicals and animal-testing.",
      "origin": " Made In India",
      "name_of_mfg": "Lotus Herbals Color Cosmetics LTD.",
      "address_of_mfg": "80-B & 80-C, EPIP, Phase, 1, Baddi - Jhar Majri Rd, Barotiwala, Himachal Pradesh 174103",
      "Weight": "50gm",
      "how_to_use": "Use everyday in the morning all over the face and neck after cleansing with WhiteGlow Vitamin-C Radiance Facewash.",
      "review": "5.0",
      "skin_type": "Normal"
    },
    {
      "image": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/a/a/aae1c478906105612136-2.jpg",
      "category": "skin",
      "sub_category": "face care",
      "name": "WOW Skin Science Hyaluronic Acid Face Serum",
      "description": "Deliver deep hydration to your dry, patchy skin with WOW Skin Science Hyaluronic Acid Face Serum. It helps to moisturize and revive tired skin and boost the skin renewal process. It supports in boosting skin's collagen structure and enhances skin's elasticity. Helps to make skin luminous and supple. The serum offers the replenishing benefits of hyaluronic acid and silanetriol. Lack of moisture can aggravate signs of aging like dryness, wrinkles, spots and blotchy complexion. This serum with the moisture-binding hyaluronic acid and conditioning silanetriol assists in fighting those signs; giving your skin a smooth, firm, clear and radiant look.",
      "ingredients": "Hyaluronic Acid- A naturally occurring, moisture-binding molecule that holds up to 1000 times its weight in water; helps to improve hydration at cellular level for soft and supple skin. Supports the collagen structure.Silanetriol- A skin-conditioning agent that has anti-aging benefits. It helps to revitalize skin and smoothen out fine lines. Helps to improve skin texture.",
      "price": 630.00,
      "strickthrough_price": 699.00,
      "brand": "Wow",
      "about_the_brand": "The ultimate, affordable one-stop destination for all your beauty, health and wellness needs! WOW is a well-reputed brand that is dedicated to redefining beauty, health and wellness with extensive range of natural and herbal products, without any harmful chemicals. It aims to promote nature-friendly beauty and healthcare, while lining up products that suit both women and men, with all types of skin and hair products.Based in Bangalore, India - the brand sells hundreds of products including a diverse range of hair care, skin care, and bath and body products under the product line 'WOW Skin Science'; and premium-grade nutritional supplements under 'WOW Life Science'.",
      "origin": "Made in India",
      "name_of_mfg": "Kapco International Ltd.",
      "address_of_mfg": "Plot no. 11, Sector-3, Parwanoo, Himachal Pradesh- 173220, India",
      "Weight": "30ml",
      "how_to_use": "Step 1 : Dispense a pea-sized amount of the serum on to your palm. Dot the serum all over your cleansed face and neck.Step 2 : Smooth it on your skin with fingers. Dab and press it into your skin. Go from inside of your face towards the hairline and from neck to jaw and upwards.Step 3 : Do this for a minute to allow the serum to get soaked into the skin. Use this twice daily.",
      "review": "3.8",
      "skin_type": "All Skin Type"
    },
    {
      "image": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/8/9/8904304651284_1.jpg",
      "category": "skin",
      "sub_category": "face care",
      "name": "WOW Skin Science Activated Charcoal Face Scrub",
      "description": "WOW Skin Science Activated Charcoal Face Scrub comes with a brilliant exfoliating blend that helps get rid of toxins and blackheads, takes care of enlarged pores and deals with pigmentation. Its natural ingredient based formulation is enriched with 100% natural activated charcoal, extra virgin olive oil, vitamin B3 and B5, walnut shell powder, and liquorice extract. Activated charcoal lifts off deep-seated toxins, other impurities and excess oil; extra virgin olive oil nourishes and hydrates the skin; walnut shell powder helps remove dead skin cells and blackheads; vitamins B3 and B5 help fade pigmentation; and liquorice extract lightens the skin tone.",
      "ingredients": "Sweet Almond Oil, Argan Oil, Avocado Oil, Jojoba Oil, Tocopherol Acetate, Aloe Vera Extract, Liquorice Extract.",
      "price": 375.00,
      "strickthrough_price": null,
      "brand": "Wow",
      "about_the_brand": "The ultimate, affordable one-stop destination for all your beauty, health and wellness needs! WOW is a well-reputed brand that is dedicated to redefining beauty, health and wellness with extensive range of natural and herbal products, without any harmful chemicals. It aims to promote nature-friendly beauty and healthcare, while lining up products that suit both women and men, with all types of skin and hair products.Based in Bangalore, India - the brand sells hundreds of products including a diverse range of hair care, skin care, and bath and body products under the product line 'WOW Skin Science'; and premium-grade nutritional supplements under 'WOW Life Science'.",
      "origin": "Made in India",
      "name_of_mfg": "Kapco International Ltd.",
      "address_of_mfg": "Plot no. 11, Sector-3, Parwanoo, Himachal Pradesh- 173220, India",
      "Weight": "100ml",
      "how_to_use": "Step 1: Apply a layer of the scrub to damped face (avoiding eye area and lips) and neck.Step 2: Gently massage with fingertips using circular scrubbing movements for 2-3 minutes.Step 3: Wash off completely. Use once or twice a week.",
      "review": "5.0",
      "skin_type": "All Skin Type"
    },
    {
      "image": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/a/c/activated_charcoal_face_mask2.jpg",
      "category": "skin",
      "sub_category": "face care",
      "name": "WOW Skin Science Activated Charcoal Face Mask",
      "description": "WOW Skin Science Activated Charcoal Face Mask is an advanced, premium antipollution facemask enriched with the goodness of Activated Charcoal Powder, Liquorice Extract & Alteromonas Ferment Extract; which helps you fight off pollutants that can potentially harm your skin.",
      "ingredients": "Activated Charcoal Powder - Draws, traps and pulls out pollutants, toxins and dirt from the skin surface and pores.Liquorice Extract - Helps lighten the skin tone & neutralize the free radicals caused by pollution.Alteromonas Ferment Extract - Contains natural polysaccharides that can dispel pollution particles (even the tiniest PM 2.5) from the skin surface.",
      "price": 435.00,
      "strickthrough_price": 499.00,
      "brand": "Wow",
      "about_the_brand": "The ultimate, affordable one-stop destination for all your beauty, health and wellness needs! WOW is a well-reputed brand that is dedicated to redefining beauty, health and wellness with extensive range of natural and herbal products, without any harmful chemicals. It aims to promote nature-friendly beauty and healthcare, while lining up products that suit both women and men, with all types of skin and hair products.Based in Bangalore, India - the brand sells hundreds of products including a diverse range of hair care, skin care, and bath and body products under the product line 'WOW Skin Science'; and premium-grade nutritional supplements under 'WOW Life Science'.",
      "origin": "Made in India",
      "name_of_mfg": "Kapco International Ltd.",
      "address_of_mfg": "Plot no. 11, Sector-3, Parwanoo, Himachal Pradesh- 173220, India",
      "Weight": "200ml",
      "how_to_use": "Scoop out a dollop of the Face Mask. Apply a thin layer over cleansed face (not around the eyes) using a facemask brush or your fingertips.Let it stay on and wait for 10-15 minutes for it to dry. Rinse it clean with lukewarm water & pat the skin dry with a towel.If in case any charcoal powder is left stuck in your pores, wipe it off with a warm towel.",
      "review": "4.5",
      "skin_type":"Combination"
    },
    {
      "image": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/f/0/f0c4f25lotus00000014.jpg",
      "category": "skin",
      "sub_category": "face care",
      "name": "Lotus Organics+ Bakuchiol Plant Retinol Miracle Facial Oil",
      "description": "The Lotus Organics+ Bakuchiol Plant Retinol Miracle Face Oil, brimming with the goodness of Bakuchiol, is a deeply replenishing & age-defying formulation that is suitable for use in the morning & evening hours. This Skin-Nourishing oil stimulates the skin’s renewal process and enhances collagen production to diminish the fine lines, refine the skin texture and amplifies your skin’s resilience.",
      "ingredients": "100% Certified Organic Bakuchiol: Bakuchiol is an extract derived from the leaves and seeds of the Babchi plant. Native to India, it is a herb commonly used in Ayurvedic medicines to heal, calm and soothe the skin. Bakuchiol triggers the genetic pathway in skin cells to create several collagen types useful in skin health and anti-ageing. It becomes an exceptional choice for diminishing fine lines, pigmentation and dark spots sans the dryness and peeling associated with retinol.",
      "price": 896.00,
      "strickthrough_price": 995.00,
      "brand": "Lotus Organics",
      "about_the_brand": "Lotus Herbals is India's leading natural skincare and cosmetics company, known for their wide range of Ayurvedic and Herbal skin care, hair care and cosmetic products. Combining ancient wisdom from the Vedas with the latest technology, all their products are made from top quality, scientifically developed, herbal ingredients and are free from chemicals and animal-testing.",
      "origin": "Made In India",
      "name_of_mfg": "Sterling Perfums",
      "address_of_mfg": "Lotus Herbals Color Cosmetics, 80-B & 80-C, Jharmajri, Baddi, Disst Solan - 173205",
      "Weight": "15ml",
      "how_to_use": "Start your morning ritual by taking out 2-3 drops of the Miracle Facial Oil on your palm after thoroughly washing your face.Apply the Facial Oil in an upward motion, massage your face with your fingers for a therapeutic experience.Include the Miracle Facial Oil in your nighttime skincare routine for plumped and healthy skin every morning.",
      "review": "4.3",
      "skin_type":""
    },
    {
      "image": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/5/3/53f7f568906080030383_rvn1.jpg",
      "category": "skin",
      "sub_category": "face care",
      "name": "Organic Harvest Masseuscious Damage Control Cleanser With Acai Berry",
      "description": "Masseuscious - Damage Control Cleanser not only imparts skin clarifying results but also balances the skin pH for a well nourished and healthy skin. The water-like-gel formula not only deeply cleanses the dirt and debris from the skin but also imparts an everlasting cooling effect controlling the excess oil of the skin.",
      "ingredients": "",
      "price": 1420.00,
      "strickthrough_price": 1495.00,
      "brand": "Organic Harvest",
      "about_the_brand": "Organic Harvest is the first Indian homegrown brand which has an entire range of organic skin care, body care and hair care products that are free from any harsh chemicals, Parabens, Phthalates, mineral oil, PABA, petrolatum, paraffin or animal ingredients. The brand is an incredible concept that reflects healthy lifestyle since the products are derived from plants that have been grown without chemical fertilizers, herbicides and pesticides, making them skin friendly.",
      "origin": "Made In India",
      "name_of_mfg": "Organic Harvest",
      "address_of_mfg": "Village Nandpur, Khasra No. 457 District Solan, Baddi-174101, Himachal Pradesh, India",
      "Weight": "150ml",
      "how_to_use": "Wet your face. Apply the product to your face in a circular motion and massage for thirty seconds to one minute.Rinse thoroughly",
      "review": "4.2",
      "skin_type": "All Skin Type"
    },
    {
      "image": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/8/9/8904311901495_1_1_.jpg",
      "category": "skin",
      "sub_category": "body care",
      "name": "WOW Skin Science AM2PM Sunscreen SPF 50 Lotion",
      "description": "WOW Skin Science AM2PM Sunscreen SPF 50 is a broad-spectrum, water-resistant and longer-lasting sunscreen. High SPF 50 ensures that your skin is protected for longer periods of time from the harmful effect of the UV rays. Zinc oxide, and titanium dioxide are natural UV ray blockers that prevent the rays from damaging your epidermis. Liquorice extract prevents the skin from darkening, while Moroccan argan oil, aloe vera extract, and vitamin E nourish your skin, and prevent premature signs of aging.",
      "ingredients": " Moroccan Argan Oil - Heals sun damage, fades pigmentation, increases hydration.Aloe Vera Extract – Soothes sunburns, keeps the skin moisturized.Liquorice Extract – Protects from UV damage, improves complexion, fades suntan.Titanium Dioxide and Zinc Oxide – Block UV rays, protect by reflecting/scattering sunlight.Vitamin E – Neutralizes the sun damage, protects from the UV rays.",
      "price": 385.00,
      "strickthrough_price": null,
      "brand": "Wow",
      "about_the_brand": "The ultimate, affordable one-stop destination for all your beauty, health and wellness needs! WOW is a well-reputed brand that is dedicated to redefining beauty, health and wellness with extensive range of natural and herbal products, without any harmful chemicals. It aims to promote nature-friendly beauty and healthcare, while lining up products that suit both women and men, with all types of skin and hair products.Based in Bangalore, India - the brand sells hundreds of products including a diverse range of hair care, skin care, and bath and body products under the product line 'WOW Skin Science'; and premium-grade nutritional supplements under 'WOW Life Science'.",
      "origin": "Made in India",
      "name_of_mfg": "Kapco International Ltd.",
      "address_of_mfg": "Plot no. 11, Sector-3, Parwanoo, Himachal Pradesh- 173220, India",
      "Weight": "100ml",
      "how_to_use": "Step 1 : Take two pumps of the cream and apply on your cleansed face and neck.Step 2 : Apply the product at least 20 minutes before going out in the sun for maximum benefit.Step 3 : You can use it on other exposed areas like hands, arms, and shoulders to prevent tanning.",
      "review": "4.6",
      "skin_type": "All Skin Type"
    },
    {
      "image": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/8/9/8904311901631_1.jpg",
      "category": "skin",
      "sub_category": "body care",
      "name": "WOW Skin Science Kids Cool-The-Rays Sunscreen Cream - SPF 30+ PA+++",
      "description": "WOW Skin Science Kids Cool -The-Rays Sunscreen Cream SPF 30 helps protect your child’s delicate skin against harsh UV rays. It hydrates skin and keeps it soft as it shields from UV rays. Extracts of raspberry, carrot seed, avocado oil, and extra virgin olive oil help form a protective barrier on the child’s skin. Its non-oily, non-greasy, non-sticky and non-patchy formulation spreads evenly and gets absorbed quickly to form a protective shield over the exposed skin to save it from strong sunlight and its harmful UVA and UVB rays.",
      "ingredients": "Raspberry Extract - Rich in vitamin C, with natural sun blockers that prevent and heal skin damage caused by sun.Carrot Seed Extract - Rich in vitamins A & E, excellent at stopping and healing photo damage and signs of aging.Avocado Oil - Natural sunscreen benefits, has mono-unsaturated fats that prevent sun tanning.Extra Virgin Olive Oil - Repairs sun damage caused by UVA & UVB damage, protects from skin cancer.",
      "price": 349.00,
      "strickthrough_price": null,
      "brand": "Wow",
      "about_the_brand": "The ultimate, affordable one-stop destination for all your beauty, health and wellness needs! WOW is a well-reputed brand that is dedicated to redefining beauty, health and wellness with extensive range of natural and herbal products, without any harmful chemicals. It aims to promote nature-friendly beauty and healthcare, while lining up products that suit both women and men, with all types of skin and hair products Based in Bangalore, India - the brand sells hundreds of products including a diverse range of hair care, skin care, and bath and body products under the product line 'WOW Skin Science'; and premium-grade nutritional supplements under 'WOW Life Science'.",
      "origin": "Made in India",
      "name_of_mfg": "Kapco International Ltd.",
      "address_of_mfg": "Plot no. 11, Sector-3, Parwanoo, Himachal Pradesh- 173220, India",
      "Weight": "100ml",
      "how_to_use": "Step 1 : Apply a generous amount of the sunscreen on exposed body parts like face, neck, arms and legs at least 20 minutes before going out in the sun.Step 2 : If your child is out in the sun for long hours or you are at the beach, then reapply after every 2 hours.Step 3 : If your kid is swimming or sweats then reapply after 30 minutes, or after she gets out of the water and towel dries.",
      "review": "4.8",
      "skin_type": "Dry"
    },
    {
      "image": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/3/e/3eb5e308904311902874_1.jpg",
      "category": "skin",
      "sub_category": "body care",
      "name": "WOW Skin Science Raw African Shea Body Butter",
      "description": "Repair and revive your dry, rough, skin with WOW Skin Science Raw African Shea Body Butter. This rich body butter delivers the goodness of shea butter and sweet almond oil, rich in vitamins A, D, B and E to support your skin's health and provide complete nourishment. This creamy butter aids in reducing signs of ageing, papery skin texture, scars and excessive dryness.",
      "ingredients": " Purified Water, Cetyl Alcohol, Isopropyl Myristate, Caprylic/ Capric Triglycerides, Glycerol Monostearate, Emulsifying Wax, Shea Butter, Sweet Almond Oil, Tocopheryl Acetate (Vitamin E), Glycerin (Vegetable Derived), Coco-Caprylate/Caprate, Sodium PCA, Aloe Vera Extract, Phenoxyethanol, Sodium Benzoate, Potassium Sorbate, Allantoin, Disodium EDTA, Benzyl Alcohol and Fragrance.",
      "price": 440.00,
      "strickthrough_price": 499.00,
      "brand": "Wow",
      "about_the_brand": "The ultimate, affordable one-stop destination for all your beauty, health and wellness needs! WOW is a well-reputed brand that is dedicated to redefining beauty, health and wellness with extensive range of natural and herbal products, without any harmful chemicals. It aims to promote nature-friendly beauty and healthcare, while lining up products that suit both women and men, with all types of skin and hair products.Based in Bangalore, India - the brand sells hundreds of products including a diverse range of hair care, skin care, and bath and body products under the product line 'WOW Skin Science'; and premium-grade nutritional supplements under 'WOW Life Science'.",
      "origin": "Made in India",
      "name_of_mfg": "Kapco International Ltd.",
      "address_of_mfg": "Plot no. 11, Sector-3, Parwanoo, Himachal Pradesh- 173220, India",
      "Weight": "200ml",
      "how_to_use": "Apply the body butter after your bath on damp skin Take a dollop and rub between your palms to warm it for easy application Dab it all over your body and massage it in till the nody butter gets absorbed into your skin Apply a second layer on your knees, elbows, feet and other areas that get extra dry",
      "review": "4.3",
      "skin_type": "Combination"
    },
    {
      "image": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/8/9/8904311901587_1__1.jpg",
      "category": "skin",
      "sub_category": "body care",
      "name": "WOW Skin Science UV Water Transparent Sunscreen Spray SPF 30",
      "description": "Keep your skin hydrated and protected from sun’s harsh rays with WOW Skin Science Sunscreen UV Water Spray SPF30++. It gives your skin effective broad spectrum protection against sun’s harmful UVA & UVB rays. The UV water is infused with the goodness of raspberry, carrot seed extract, avocado oil and almond oil. The simple shake and spray action makes applying sunscreen very easy. Just shake the bottle and spray all over moisturized skin.",
      "ingredients": "Raspberry Extract - Rich in vitamin C, with natural sun blockers that prevent and repair skin damage caused by sunCarrot Seed Extract - Rich in vitamins A & E, it keeps photo damage in check and diminishes signs of aging.Almond Oil - Rich in Vitamin E, acts as natural sunscreen, reverses skin damage due to sun exposureAvocado Oil: - Natural sunscreen benefits, has mono-unsaturated fats that prevent sun tanning",
      "price": 399.00,
      "strickthrough_price": null,
      "brand": "Wow",
      "about_the_brand": "The ultimate, affordable one-stop destination for all your beauty, health and wellness needs! WOW is a well-reputed brand that is dedicated to redefining beauty, health and wellness with extensive range of natural and herbal products, without any harmful chemicals. It aims to promote nature-friendly beauty and healthcare, while lining up products that suit both women and men, with all types of skin and hair products.Based in Bangalore, India - the brand sells hundreds of products including a diverse range of hair care, skin care, and bath and body products under the product line 'WOW Skin Science'; and premium-grade nutritional supplements under 'WOW Life Science'.",
      "origin": "Made in India",
      "name_of_mfg": "Kapco International Ltd.",
      "address_of_mfg": "Plot no. 11, Sector-3, Parwanoo, Himachal Pradesh- 173220, India",
      "Weight": "100ml",
      "how_to_use": "Step 1 : Shake the bottle really well to blend contents.Step 2 : Hold 20 cm away and spray all over on all exposed body parts – face, shoulders, stomach, legs, arms and/or back.Step 3 : Repeat application as required to rehydrate, refresh and protect skin.",
      "review": "3.9",
      "skin_type": "Normal"
    },{
      "image": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/9/b/9b82c478906105611962-2.jpg",
      "category": "skin",
      "sub_category": "body care",
      "name": "WOW Skin Science Himalayan Rose Body Lotion",
      "description": "Revive your dry, dehydrated and sensitive skin and perk up your senses with the exotic smelling WOW Skin Science Himalayan Rose Body Lotion. Smoothing and toning care for tired, dehydrated and aging skin. The lotion is made with the rejuvenating infusion of rosewater, beetroot extract, hyaluronic acid and sweet almond oil. The actives help to deeply moisturize and soothe sensitized and tired skin, protect skin from damage due to UV rays and pollution, repair damage and restore skin luminosity and suppleness.",
      "ingredients": "Purified Water, Stearic Acid,cetostearyl alcohol, Dicaprylyl carbonate, Glyceryl stearate citrate, Glyceryl Monostearate, Isopropyl Myristate, Shea Butter, Rose Water, Glycerin ( Vegetable derived), Cocoa Butter, Cetearyl Olivate (and) Sorbitan Olivate, Sodium PCA, Fragrance, Sweet Almond Oil, Phenoxyethanol, Ethylhexylglycerin, Tocopheryl Acetate (Vitamin E), Sodium Benzoate, Potassium sorbate, Allantoin, Sodium Hyaluronate (Hyaluronic acid), Beetroot Extract & Sodium Gluconate.",
      "price": 399.00,
      "strickthrough_price": null,
      "brand": "Wow",
      "about_the_brand": "he ultimate, affordable one-stop destination for all your beauty, health and wellness needs! WOW is a well-reputed brand that is dedicated to redefining beauty, health and wellness with extensive range of natural and herbal products, without any harmful chemicals. It aims to promote nature-friendly beauty and healthcare, while lining up products that suit both women and men, with all types of skin and hair products.Based in Bangalore, India - the brand sells hundreds of products including a diverse range of hair care, skin care, and bath and body products under the product line 'WOW Skin Science'; and premium-grade nutritional supplements under 'WOW Life Science'.",
      "origin": "Made in India",
      "name_of_mfg": "Kapco International Ltd.",
      "address_of_mfg": "Plot no. 11, Sector-3, Parwanoo, Himachal Pradesh- 173220, India",
      "Weight": "400ml",
      "how_to_use": "Pump a dollop in your palm.Rub them together and spread it all over legs, arms and body.Massage thoroughly and allow the lotion to get absorbed.Use it on slightly damp skin.",
      "review": "4.5",
      "skin_type": "Oily"
    },
    {
      "image": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/a/0/a093c478906105615038-2.jpg",
      "category": "skin",
      "sub_category": "body care",
      "name": "WOW Skin Science Aloe Vera Body Lotion Ultra Light Hydration - No Mineral Oil, Parabens",
      "description": "WOW Skin Science Aloe Vera Body Lotion is a superb light weight moisturizer for oily skin. Formulated to provide ultra light, non-greasy, soothing and long lasting hydration with intensive anti aging qualities. It contains Aloe Vera Extract, Argan & Almond Oils, Shea & Cocoa Butters, Hyaluronic Acid, D Panthenol (Pro-Vitamin B5) & Tocopheryl Acetate (Vitamin E) for healthy hydration, moisturizing, soothing and anti-aging skincare. Holistically healthy formulation totally without mineral oils, parabens, silicones, colors or polyethylene glycol (PG). 300 mL pump bottle.",
      "ingredients": " Aloe Vera Extract - Anti-inflammatory and moisturizing ingredient that softens skin and also eases rashes, itching and swelling.Hyaluronic Acid - An anti-aging Hydrator that can hold 1000 times its weight in water to help keep the skin plump.Argan & Almond Oils, Shea & Cocoa Butters - Moisturizing ingredients that lock in skin's moisture.D Panthenol (Pro-Vitamin B5) & Tocopheryl Acetate (Vitamin E) - Healing ingredients with anti-aging qualities that encourage self-healing of skin while boosting production of collagen & elastin under skin.",
      "price": 399.00,
      "strickthrough_price": null,
      "brand": "Wow",
      "about_the_brand": "The ultimate, affordable one-stop destination for all your beauty, health and wellness needs! WOW is a well-reputed brand that is dedicated to redefining beauty, health and wellness with extensive range of natural and herbal products, without any harmful chemicals. It aims to promote nature-friendly beauty and healthcare, while lining up products that suit both women and men, with all types of skin and hair products.Based in Bangalore, India - the brand sells hundreds of products including a diverse range of hair care, skin care, and bath and body products under the product line 'WOW Skin Science'; and premium-grade nutritional supplements under 'WOW Life Science'.",
      "origin": "Made in India",
      "name_of_mfg": "Kapco International Ltd.",
      "address_of_mfg": "Plot no. 11, Sector-3, Parwanoo, Himachal Pradesh- 173220, India",
      "Weight": "400ml",
      "how_to_use": "Step 1 : Apply lotion immediately after a bath or shower. Leave the skin slightly moist.Step 2 : Lightly press the lotion into the skin as you apply it. Massage in a gentle circular motion using your fingertips.Step 3 : For extra dry areas, elbows or knees be more liberal with the amount of lotion you apply.",
      "review": "4.8",
      "skin_type": "Dry"
    },
    {
      "image": "",
      "category": "skin",
      "sub_category": "body care",
      "name": "",
      "description": "",
      "ingredients": "",
      "price": ,
      "strickthrough_price": ,
      "brand": "",
      "about_the_brand": "",
      "origin": "",
      "name_of_mfg": "",
      "address_of_mfg": "",
      "Weight": "",
      "how_to_use": "",
      "review": "4.8",
      "skin_type": "Combination"
    },
  ]
}