{
  "data": [
    {
      "img1": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/5/4/54_2.jpg",
      "category": "makeup",
      "sub_category": "face",
      "name": "Faces Canada Peaches N Cream Tinted Moisturizer - Light 01",
      "description": "Bring out the best in your complexion with Faces Canada Peaches N Cream Tinted Moisturizer. This tinted gel moisturizer with a lightweight finish gives you a peachy, natural glow. Its soft milk-like texture easily spreads through your face and gives your skin an instant glow.",
      "ingredients": "Aqua, Glycerin, Isodecyl Neopentonate, Butylene glycol, Cyclopentasiloxane, Polysorbate 80, Butyrospermum Parkii Butter, Dimethicone, Cyclohexasiloxane, Polyacrylate -13 , C20-22 Alkyl phosphate, Mica, Polyisobutene, C 20-22 Alcohols, Phenoxyethanol, Cetyl acetate, Imidazolidinyl urea, Methylparaben, Parfum, Propylene glycol, Propylparaben, Disodium EDTA, Polysorbate 20, Sorbitan Isostearate, Acetylated Lanolin alcohol, Oleyl Acetate, Stearyl acetate, Glyceryl Acrylate/Acrylic Acid copolymer, Sodium Hydroxide, BHT, Prunus Persia Juice, Tin Oxide, Ascorbyl Methylsilanol Pectinate, Citric acid, Sodium Benzoate, Potassium Sorbate, Sodium Methylparaben, Sodium bisulfite, Sodium sulfite. May contain – CI 77499, CI77492, CI 77491, CI 77891.",
      "price": 539.00,
      "strickthrough_price": 599.00,
      "brand": "Faces Canada",
      "about_the_brand": "FACES Cosmetics, with a proud Canadian heritage spanning over 40 years, offers unparalleled variety in its makeup and skincare products, which are designed to suit every ethnicity, skin type and tone, complexion and texture. Not tested on animals, FACES products are hypoallergenic and conform to the most stringent quality and safety requirements. The extensive assortment of shades and formulations helps the FACES consumers capture every look and style, right from casual to professional to glamorous.",
      "origin": "Made In India",
      "name_of_mfg": "Regi India Cosmetics Pvt. Ltd.",
      "address_of_mfg": "Regi India Cosmetics Pvt. Ltd., C-08, Sara Industrial Estate, Chakrata Road, Rampur, Dehradun - 122001 Marketed by: Faces Cosmetics India Private Limited, Ground Floor, Tower - A, The Presidency, 46/4, Mehrauli Gurugram Road, Sector 14, Gurgaon, Haryana",
      "Weight": "35gm",
      "how_to_use": "Use alone for a peachy glow on face For soft effect, mix with moisturizer or day cream Blend perfectly for a sheer soft look",
      "review": "3.5"
    },
    {
      "img1": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/t/h/th1.jpg",
      "category": "makeup",
      "sub_category": "face",
      "name": "The Body Shop All-In-One BB Cream",
      "description": "Our new All-In-One BB cream transforms from a white cream to suit your skin tone. Pigment-filled capsules burst when applied to the skin, releasing the colour inside. Just blend for a perfect match and an even, undetectable finish. It's make-up and skincare in one.",
      "ingredients": "",
      "price": 1373.00,
      "strickthrough_price": 1445.00,
      "brand": "The Body Shop",
      "about_the_brand": "Body Shop is known for its world famous, and award winning body butters and hand creams, and all-time favorites such as tea tree oil range, born lippy glosses, hemp hand protector, plus new favorites such as Spa fit range, vitamin C, and colour crush range. The brand is totally committed to helping protect the planet, defending human rights, activating self-esteem, supporting community trade and remaining strong on our stance against animal testing.",
      "origin": "Made In United Kingdom of Great Britain and Northern Ireland (the)",
      "name_of_mfg": "The Body Shop",
      "address_of_mfg": "The Body Shop International PLC Littlehampton, West Sussex BN17 6LS,UK",
      "Weight": "",
      "how_to_use": "Apply on top of or instead of your daily moisturiser using your fingers or our Fresh Nude Foundation Brush. Looking for extra coverage? Use it as a moisturising base under our Fresh Nude Foundation. For a matte finish, you can also mix it with our Instama",
      "review": "5.0"
    },
    {
      "img1": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/l/o/lo17.jpg",
      "category": "makeup",
      "sub_category": "face",
      "name": "L'Oreal Paris True Match BB Cream SPF 35 PA+++ - Silver/Gold",
      "description": "L'Oreal True Match BB Cream nourishes, moisturises and covers uneven skin tone and imperfections. It is a one of a kind hyaluronic BB cream, which helps retain natural skin moisture for healthy skin which is customised to match different skin tones. The goodness of micro-pigment capsules retextures, retones and revitalises uneven skin and consists of an anti-ageing formula to smoothen your skin texture. The SPF 35 PA+++ content aids in sun protection and acts as a protection against skin damage due to environmental assaults. Give your skin a daily dose of protection from sun ray damages.",
      "ingredients": "",
      "price": 603.00,
      "strickthrough_price": 670.00,
      "brand": "L'Oreal Paris ",
      "about_the_brand": " L'OrealOreal Paris is a total beauty care company that combines the latest in technology with the highest in quality for the ultimate in luxury beauty at mass. For most, the name L'Oreal' is immediately evocative of the brand's signature phrase,The L'Oreal Paris brand encompasses the four major beauty categories - hair color, cosmetics, hair care, and skin care - and includes such well-known brands as Excellence Creme, Total Repair 5 hair care, Youth Code, Fall Repair, Revitalift, Volume Million Lashes Mascara, Colour Riche lipsticks, Superliners and True Match foundations among many others.",
      "origin": "Made In India",
      "name_of_mfg": "L’Oreal India Pvt. Ltd.",
      "address_of_mfg": "A – Wing, 8th Floor, Marathon Futurex, N.M Joshi Marg, Lower Parel, Mumbai India 400 013",
      "Weight": "30ml",
      "how_to_use": "Gives a Flawless Skin tone and texture from within It helps to give a younger, smoother and brighter skin tone.",
      "review": "4.7"
    },
    {
      "img1": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/o/3/o3.jpg",
      "category": "makeup",
      "sub_category": "face",
      "name": "O3+ Bright Glow BB Cream SPF 30 PA+++",
      "description": "O3+ introduces a lightweight, five-in-one BB Cream that instantly brightens and boosts glow while providing a buildable and mattifying coverage for flawless complexion. With three shades formulated to match wide range of skin tones, the creamy texture blends easily and helps to minimize the look of pores and skin imperfections for a primed canvas. Broad-spectrum SPF 30 with PA +++ helps to shield skin from harmful UVA/UVB rays, and the result is a protected complexion that feels soft with a velvety, non-oily finish.",
      "ingredients": "",
      "price": 405.00,
      "strickthrough_price": 445.00,
      "brand": "O3+",
      "about_the_brand": "O3+ is one such reliable skin care brand. It has been at the top of the skin care game for over 30 years now, giving us products that offer professional results at a super reasonable cost. We've rounded up some of their best-sellers and highly rated products",
      "origin": "Made In India",
      "name_of_mfg": "Visage Beauty & Health Care Pvt. Ltd",
      "address_of_mfg": "B-19, Block B, Sector 85, Noida, Uttar Pradesh 201305",
      "Weight": "15gm",
      "how_to_use": "Apply dots of BB cream on your nose, chin, cheeks, eyes, forehead and neck.Pat the cream on the skin using fingers or a foundation brush, to achieve natural flawless finish.",
      "review": "4.5"
    },
    {
      "img1": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/s/b/sb6.jpg",
      "category": "makeup",
      "sub_category": "face",
      "name": "Swiss Beauty Shiny Pearl Water Drop Blemish Balm BB Foundation",
      "description": "The sebum-regulating ingredient in double perfection fluids, together with starch derivatives and absorbent micro spheres, absorbs excess surface sebum and reduces oily appearance. Skin loses its skinniness and stays comfortable. Silicone oils and (non-lily) moisturizers supply softness and suppleness. Skin is protected by an Spf15 sun filter.",
      "ingredients": "",
      "price": 199.00,
      "strickthrough_price": null,
      "brand": "Swiss Beauty",
      "about_the_brand": "Started in 2008, Swiss beauty is the world's fastest growing beauty brand with a strong geographical footprint, inspiring woman to stay unique and classy.",
      "origin": "Made In china",
      "name_of_mfg": " yiwu retin-a import and export co.,ltd",
      "address_of_mfg": "yiwu retin-a import and export co.,ltd add :room 601 unit 4 xianggangcheng 4 district choucheng street yiwu zhejiang",
      "Weight": "40ml",
      "how_to_use": "Apply the foundation with a brush, makeup sponge, or your fingers. When using a foundation brush, lightly feather the product, starting where there is the most discoloration and blending outward. You may even apply using your fingers, by blending with a cross-hatch pattern starting where there is the most discoloration and blending outwards.",
      "review": "4.2"
    },
    {
      "img1": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/c/o/co.jpg",
      "category": "makeup",
      "sub_category": "face",
      "name": "Colorbar Perfect Match BB Cream SPF 20",
      "description": "Makeup and Skincare come together to create the perfect match! This multi-benefit beauty balm by Colorbar smoothes skin, hides fine lines, protects and corrects skin with sheer coverage in one effortless step.Created using 'Perfect Match' technology which makes the BB cream adapt to your skin tone and blend perfectly. This BB Creme provides flawless coverage with radiant glow.",
      "ingredients": "",
      "price": 650.00,
      "strickthrough_price": 690.00,
      "brand": "Colorbar",
      "about_the_brand": "Founded in 2004, Colorbar is among the leading brands of color cosmetics in India and is extremely popular among the urban women. The brand sources its inspiration from the millennium woman who believes in expressing her various moods and desires through a variety of colors she adorns",
      "origin": "Made In India",
      "name_of_mfg": " Naturis Cosmetics Pvt. Ltd.",
      "address_of_mfg": "Plot No.1, Epip Sidco, Jammu, India",
      "Weight": "29gm",
      "how_to_use": "Apply daily on moisturised skin. Spread evenly on face and neck. Follow this with a foundation for high coverage.",
      "review": "4.7"
    },
    {
      "img1": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/2/7/277cf77missc00000081_1.jpg",
      "category": "makeup",
      "sub_category": "tool brushes",
      "name": "Miss Claire Eyelash Glue - Clear Tone",
      "description": "Go long and strong in your lash-game with Miss Claire Eyelash Glue. Let’s get all your falsies in their place to slay all day long. This gentle eyelash adhesive is latex free, non-toxic and pH-balanced for safe use. It is waterproof and holds your eyelashes securely in place making them look natural and flawless. It features a handy bottle with an easy-to-use applicator and a formula that blends in seamlessly. Clear tone allows seamless bond between extension and natural lashes.",
      "ingredients": "",
      "price": 322.00,
      "strickthrough_price": 350.00,
      "brand": "Miss Claire",
      "about_the_brand": " Presenting an entire colorful range of face, lips and eye cosmetics that enhance your beauty and amplify your daily make-up looks. Loved by makeup fans across India, Miss Claire cosmetics are of premier quality, trendy, affordable and are formulated using the finest ingredients that care for your skin. The products are manufactured in accordance with European Standards. Choose from a huge range of Miss Claire makeup and beauty products right from lipstick, bronzers, highlighters, foundation, eyeliners to concealers all available in highly pigmented formula and textures. Miss Claire makeup products are affordably priced, long lasting and suit all skin tones.",
      "origin": "Made In South Korea",
      "name_of_mfg": "Eureka Cosmo Pvt. Ltd.",
      "address_of_mfg": "Eureka Cosmo Pvt. Ltd. 13, Gokul Regency-Ii, Thakur Complex, Kandivali (E), Mumbai -400 101.",
      "Weight": "5gm",
      "how_to_use": "Step 1: Dot a thin layer of glue straight from the applicator along the band of the false lash from corner to corner.Step 2: Wait 30 seconds for the adhesive to become sticky.Step 3: Adhere the strip to your lash line and gently press it in place.Step 4: Ensure the cap is secure post every use to avoid the glue from drying out.",
      "review": "4.6"
    },
    {
      "img1": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/5/1/51c18ra5qzs._sl1500_.jpg",
      "category": "makeup",
      "sub_category": "tool brushes",
      "name": "Faces Canada Ultime Pro Matte Play Eyeliner",
      "description": "Faces Canada brings to you a whole new shade in the awesome matte play eyeliner range. Now is the time for the new irresistible sapphire shade that delivers the deepest pigmented line with an impeccable hold for an intense finish and great colour pay-off. Faces Canada Ultime Pro Matte Play Eyeliner is easy to apply and gives you mesmerizing eyes with just one stroke. ",
      "ingredients": "Iron Oxides, Water, Alcohol Denat, Styrene/ Acrylates/ Ammonium Methacrylate Copolymer, Propanediol, Butylene Glycol, Sodium Polymethacrylate, Silica, Sorbitol, C12-15 Alkyl Benzoate, Ethylhexylglycerin, Sodium Laureth- 12 Sulfate, Xanthan Gum, Ammonium Hydroxide, Polymethyl Methacrylate, Tocopherol, Phenoxyethanol",
      "price": 604.00,
      "strickthrough_price": 649.00,
      "brand": "Faces Canada",
      "about_the_brand": "FACES Cosmetics, with a proud Canadian heritage spanning over 40 years, offers unparalleled variety in its makeup and skincare products, which are designed to suit every ethnicity, skin type and tone, complexion and texture. Not tested on animals, FACES products are hypoallergenic and conform to the most stringent quality and safety requirements. The extensive assortment of shades and formulations helps the FACES consumers capture every look and style, right from casual to professional to glamorous.",
      "origin": "",
      "name_of_mfg": " Schwan-Stabilo Cosmetics",
      "address_of_mfg": "Schwan-Cosmetics Germany GMbH and Co.KG, 90562,Germany Imported and Marketed by Faces Cosmetics India Pvt Ltd .1004, Tower A, 10th floor Park Centra, Sector 30, Gurgaon, Harayana, India.",
      "Weight": "2.5ml",
      "how_to_use": "Place the brush against your upper lash line so that it is as close as possible to your eyelashes. Then, begin applying eyeliner to your upper lash line.Move out towards the outer edge of your lash line.Use small strokes to connect your lines and fill it out as needed so that you have one solid, even line on your upper lash line.",
      "review": "4.4"
    },
    {
      "img1": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/b/c/bcf6c6c8904052434726__2_.jpg",
      "category": "makeup",
      "sub_category": "tool brushes",
      "name": "Colorbar Intensify Liquid Gel Eyeliner - Arabian Nights",
      "description": "Liquid eyeliner but in a gel form! Colorbar Intensify Liquid Gel Eyeliner is one of its kind with the gel liner in a bottle.",
      "ingredients": "Isododecane, Trimethylsiloxysilicate, Iron Oxide CI 77499, Dimethicone, Disteardimonium Hectorite, Black 2 Ci 77266 (NANO), Sorbitan Tristearate, Propylene Carbonate, Caprylyl Glycol, Phenoxyethanol, Ascorbyl Palmitate Hexylene Glycol, BHT",
      "price": 699.00,
      "strickthrough_price": 750.00,
      "brand": "Colorbar",
      "about_the_brand": " Founded in 2004, Colorbar is among the leading brands of color cosmetics in India and is extremely popular among the urban women. The brand sources its inspiration from the millennium woman who believes in expressing her various moods and desires through a variety of colors she adorns",
      "origin": "Made In United States of America (the)",
      "name_of_mfg": "Colorbar USA",
      "address_of_mfg": "Colorbar Usa, 1 Rockfeller Plaza, 10Th Floor , New York, Ny-10020 Usa",
      "Weight": "2ml",
      "how_to_use": "Line your lashes and for the slickest winged eyeliner. Starting at the inner corner of your eye, gradually build color across your eyelid.Flick the brush at the outer corner of your eye for a simple graphic liner look.",
      "review": "4.7"
    },
    {
      "img1": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/8/9/8904052409748-2.jpg",
      "category": "makeup",
      "sub_category": "tool brushes",
      "name": "Colorbar Infinite 24Hrs Eyeliner",
      "description": "Get intense color that lasts up to 24 hours with just one stroke. Colorbar Infinite 24Hrs Eyeliner has a waterproof and smudgeproof formula that dries quickly to deliver a high-gloss finish on your eyelids.",
      "ingredients": "Black 2, Water, Ammonium Acrylates Copolymer, Alcohol Denat, Vp/va Copolymer, Poloxamer 407, Butylene Glycol, Disodium Deceth-5 Sulfosuccinate, Ethylhexylglycerin, Myristyl Lactate, Laureth-30, 1,2-hexanediol, Caprylyl Glycol, Citric Acid, Simethicone, Hectorite, Silica, Steareth-4, Bht, Steareth-20, Tocopherol, Phenoxyethanol, Sodium Dehydroacetate, Sorbic Acid",
      "price": 651.00,
      "strickthrough_price": 700.00,
      "brand": "Colorbar",
      "about_the_brand": "Founded in 2004, Colorbar is among the leading brands of color cosmetics in India and is extremely popular among the urban women. The brand sources its inspiration from the millennium woman who believes in expressing her various moods and desires through a variety of colors she adorns",
      "origin": " Made In United States of America (the)",
      "name_of_mfg": "Colorbar Inc",
      "address_of_mfg": "Colorbar Inc-1 Rockefeller Plaza New York NY-10020",
      "Weight": "2.5ml",
      "how_to_use": "Shake the bottle well, apply liner from the inner corner of the eye, and move to the outer corner.",
      "review": "4.3"
    },
    {
      "img1": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/1/_/1_210_13.jpg",
      "category": "makeup",
      "sub_category": "tool brushes",
      "name": "Blue Heaven 12-In-1 Bling Eyeshadow Palette - Cocktail Fever - (Pack Of 2)",
      "description": "Blue Heaven Bling Matte and Metallic palette is a 12-IN-1 eyeshadow palette with matte and metallic shades. This palette will add instant glamour to your look and take it from day to night in just a few strokes. The shades are buttery soft and glide on the eyelids creating a smooth, non-patchy eyeshadow look.",
      "ingredients": "Talc, Mica, Zinc Stearate,Vitamin -E, Dimethicone",
      "price": 500.00,
      "strickthrough_price": 450.00,
      "brand": "Blue Heaven",
      "about_the_brand": "Blue Heaven 12-In-1 Bling Eyeshadow Palette - Cocktail Fever - (Pack Of 2)",
      "origin": "Made In India",
      "name_of_mfg": "Blue Heaven Cosmetics Pvt. Ltd.",
      "address_of_mfg": "B-104/5, Naraina Industrial Area, Phase -1, South Delhi, Delhi, 110028",
      "Weight": "22gm ",
      "how_to_use": "To apply Blue Heaven Bling eyeshadow, mix the matte and metallic shades for show stopping looks.Take the lightest matte shadow shade you want to apply on the applicator. Apply it on the inner crease of the eyelid and under your eyebrows.Take the metallic color and gently pat it across your eyelids.Take a darker matte shade and blend it out from the crease upwards. Use short, slow brush strokes on the eyelid.",
      "review": "4.2"
    },
    {
      "img1": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/3/_/3_126.jpg",
      "category": "makeup",
      "sub_category": "tool brushes",
      "name": "Faces Canada UltimePro Twist Eye Kajal Liner",
      "description": "A high-impact waterproof eye pencil, Faces Canada UltimePro Twist Eye Kajal Liner comes in 4 matte and metallic shades for the effortless eye look. Dual application, on the waterline, and the upper lid, this smudge-proof eyeliner won't budge until you want it to. The Twist Eye Kajal Liner's transfer-proof and fade-proof formula keeps the intense color locked down for 24 hours.",
      "ingredients": "Mica, Titanium Dioxide, Ferric Ferrocyanide, Blue 1 Lake, Cyclopentasiloxane, Trimethylsiloxysilicate, Synthetic Wax, Silica, Trimethylsiloxysilicate, Dimethiconol Crosspolymer, Silica Silylate, Pentaerythrityl Tetra-Di-T-Butyl, Hydroxyhydrocinnamate, Cyclohexasiloxane, Copernicia Cerifera (Carnauba Wax), Iron Oxides, CI 77491, CI 77492, CI 77499.",
      "price": 539.00,
      "strickthrough_price": 599.00,
      "brand": "Faces Canada",
      "about_the_brand": "FACES Cosmetics, with a proud Canadian heritage spanning over 40 years, offers unparalleled variety in its makeup and skincare products, which are designed to suit every ethnicity, skin type and tone, complexion and texture. Not tested on animals, FACES products are hypoallergenic and conform to the most stringent quality and safety requirements. The extensive assortment of shades and formulations helps the FACES consumers capture every look and style, right from casual to professional to glamorous.",
      "origin": "Made In Germany",
      "name_of_mfg": "Schwan-Stabilo Cosmetics",
      "address_of_mfg": "Schwan-Cosmetics Germany GMbH and Co.KG, 90562,Germany Imported and Marketed by Faces Cosmetics India Pvt Ltd .1004, Tower A, 10th floor Park Centra, Sector 30, Gurgaon, Harayana, India.",
      "Weight": "35gm",
      "how_to_use": "Apply in the waterline or along the eyelid to create a defined eye look. It goes easily from subtle to dramatic looks in seconds.",
      "review": "4.6"
    },
    {
      "img1": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/a/r/artboard_1_5.jpg",
      "category": "makeup",
      "sub_category": "tool brushes",
      "name": "Mamaearth Naturally Matte Lip Serum - Matte Liquid Lipstick With Vitamin C & E",
      "description": "A burst of color, a dollop of care. Mamaearth Naturally Matte Lip Serum isn't your regular liquid lipstick. It's packed with delicious matte color and is crafted with the most nourishing natural ingredients like vitamin C and vitamin E that brighten and hydrate. It's also Made Safe certified, which means it contains no toxins enveloping you in both color and care. It's real beauty for real girls.",
      "ingredients": " Isododecane, Trimethylsiloxysilicate, Dimethicone, Cyclopentasiloxane, C30-45 Alkyl Dimethyl Silyl Polypropylsilsesquioxane, VP/Eicosene Copolymer, Dimethicone (And) Dimethicone Crosspolymer, Ethylhexyl Olivate, Silica, Nylon-12 (And) Isopropyl Titanium Triisostearate, Phenoxyethanol, Caprylyl Glycol, Perfume.Color Pigments: Q/IS 4707, Calcium Aluminum Borosilicate, D&C Red 7 Ca Lake (CI 15850:1), Red Iron Oxide (CI 77491), Black Iron Oxide (CI 77499), Yellow Iron Oxide (CI 77492), D&C Red 21(CI 45380:3), Violet Mango (CI 77742), Cosmetic Brown (CI 77499/4791/77492/77891), FD&C blue 1 AL Lake (CI 42090:2), Cosmetic Oxide Red (CI 77491), Red 6 AL Lake (15850 :2),Mica (77019), Titanium dioxide (CI 77891), FD&C Yellow 5 AL Lake (19140) ,D&C Red 27 AL Lake (CI 45410), D&C Red 33 AL Lake (17200)",
      "price": 539.00,
      "strickthrough_price": 599.00,
      "brand": "Mamaearth",
      "about_the_brand": "Mamaearth is Asia's first MadeSafe certified brand. The brand aspires to take care of every parent's and baby's well being from head-to-toe with safe, toxin free and international standard products. All Mamaearth products go through multiple testing processes, including clinical dermatology testing in Europe, to ensure that they are of supreme quality and suit global standards. Each product that Mamaearth brings to you is certified to be free of harmful chemicals and dermatologically tested for sensitive skin. The products are a unique combination of science as well as Ayurveda to provide solutions to the problems you face. All products from Mamaearth are made from 100% organic and natural ingredients.",
      "origin": "Made in  India",
      "name_of_mfg": "Maxima Solutions",
      "address_of_mfg": "Maxima Solutions, Plot No. 56, Sector Ã¢â‚¬â€œ Iidc, Sidcul Pantnagar-263153 Uttarakhand",
      "Weight": "3ml",
      "how_to_use": "Start applying at the centre of the upper lip. Fill in the outer edges . Repeat the same on lower lips.",
      "review": "4.6"
    },
    {
      "img1": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/8/0/800897828363_02.jpg",
      "category": "makeup",
      "sub_category": "tool brushes",
      "name": "NYX Professional Makeup Butter Gloss - Angel Food Cake",
      "description": "This buttery soft, silky smooth and decadent fan favorite lip gloss delivers sheer to medium coverage that melts onto your lips. Never sticky and always supple and kissable, plus it stays put and won't feather! Gorgeous on its own, over your favorite lipstick or lip liner and comes in a bunch of gloss shades. NYX Professional Makeup Butter Gloss adds the perfect pop of shine to your makeup look.",
      "ingredients": "",
      "price": 495.00,
      "strickthrough_price": 550.00,
      "brand": "NYX",
      "about_the_brand": "NYX Cosmetics is one drugstore makeup brand that's been a staple for anyone obsessed with beauty—and on a budget—for years. Both beauty bloggers and professional makeup artists rave about the brand's innovative products and love that the company has kept its prices low, even as its range has expanded.",
      "origin": "Made In Taiwan (Province of China)",
      "name_of_mfg": "Magnoli",
      "address_of_mfg": "10, LANE 80, SHU-TE 8 ST., TAYPING DIST., TAICHUNG CITY, 41171, TAIWAN (R.O.C.)",
      "Weight": "8ml",
      "how_to_use": "Apply NYX Professional Makeup Butter Gloss with the soft wand included in tube. Wear alone, or glide over your favorite lipstick or lip stain to add some glossy shine!",
      "review": "3.9"
    },
    {
      "img1": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/5/7/57180618906087776895_rose__6_.jpg",
      "category": "makeup",
      "sub_category": "tool brushes",
      "name": "Mamaearth Rose Tinted 100% Natural Lip Balm",
      "description": "When a gorgeous rosy tint meets the goodness of castor oil and rose oil, you get to experience Mamaearth's newest launch. Mamaearth Rose Tinted 100% Natural Lip Balm gives your lips a 12-hour moisturization in an easy twist-up packaging - it's hygienic and hassle-free! What's more, it's India's 1st Made Safe Certified lip balm which means it's toxin-free and gives your lips the care they deserve from dawn to dusk.",
      "ingredients": "Castor Oil, Organic Coconut Oil, Dicaprylyl Carbonate,Shea Butter, Carnauba Wax, Candelilla Wax, Cetearyl Olivate, Sorbitan Olivate, Honey, Berry Flavor, Rose Essential Oil, Oleic Acid, Linoleic Acid, Linolenic Acid,Vitamin E, Hydroxytyrosol, Maslinic Acid & Oleanolic Acid.",
      "price": 299.00,
      "strickthrough_price": null,
      "brand": "Mamaearth",
      "about_the_brand": "Mamaearth is Asia's first MadeSafe certified brand. The brand aspires to take care of every parent's and baby's well being from head-to-toe with safe, toxin free and international standard products. All Mamaearth products go through multiple testing processes, including clinical dermatology testing in Europe, to ensure that they are of supreme quality and suit global standards. Each product that Mamaearth brings to you is certified to be free of harmful chemicals and dermatologically tested for sensitive skin. The products are a unique combination of science as well as Ayurveda to provide solutions to the problems you face. All products from Mamaearth are made from 100% organic and natural ingredients.",
      "origin": "Made in  India",
      "name_of_mfg": "Indo Herbal Products.",
      "address_of_mfg": "Indo Herbal Products, Unit - 2, Plot No. 28-29, Sector 1B, Iie, Sidcul, Ranipur, Haridwar, 249403 Regd. Address :- C-84 Panchsheel Enclave, New Delhi - 110017",
      "Weight": "2gm",
      "how_to_use": "Glide lip balm evenly over your lips.Smack the lips together for an even wash of color.Use as often as needed.",
      "review": "4.8"
    },
    {
      "img1": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/2/f/2ff90618906087776918__6_.jpg",
      "category": "makeup",
      "sub_category": "tool brushes",
      "name": "Mamaearth Ubtan Tinted 100% Natural Lip Balm For Lightening Dark Lips",
      "description": "The goodness of Ubtan - rich in turmeric and saffron - now infused in your new favourite all day lip balm! Yes, you heard that right. Mamaearth Ubtan Tinted 100% Natural Lip Balm will give your lips long-lasting moisturization from dusk to dawn with a natural sheen.",
      "ingredients": " Castor Oil, Organic Coconut Oil, Dicaprylyl Carbonate, Shea Butter, Carnauba Wax, Candelilla Wax, Cetearyl Olivate, Sorbitan Olivate, Vitamin E, Honey & Turmeric Flavor, Turmeric Extract, Saffron Extract, Oleic Acid, Linoleic Acid, Linolenic Acid, Hydroxytyrosol, Maslinic Acid & Oleanolic Acid.",
      "price": 299.00,
      "strickthrough_price": null,
      "brand": "Mamaearth",
      "about_the_brand": "Mamaearth is Asia's first MadeSafe certified brand. The brand aspires to take care of every parent's and baby's well being from head-to-toe with safe, toxin free and international standard products. All Mamaearth products go through multiple testing processes, including clinical dermatology testing in Europe, to ensure that they are of supreme quality and suit global standards. Each product that Mamaearth brings to you is certified to be free of harmful chemicals and dermatologically tested for sensitive skin. The products are a unique combination of science as well as Ayurveda to provide solutions to the problems you face. All products from Mamaearth are made from 100% organic and natural ingredients.",
      "origin": " Made in  India",
      "name_of_mfg": "Indo Herbal Products.",
      "address_of_mfg": "ndo Herbal Products, Unit - 2, Plot No. 28-29, Sector 1B, Iie, Sidcul, Ranipur, Haridwar, 249403 Regd. Address :- C-84 Panchsheel Enclave, New Delhi - 110017",
      "Weight": "2gm",
      "how_to_use": "Glide lip balm evenly over your lips.Smack the lips together for an even wash of color.Use as often as needed.",
      "review": "4.6"
    },
    {
      "img1": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/2/2/229.jpg",
      "category": "makeup",
      "sub_category": "tool brushes",
      "name": "Faces Canada No Transfer Matte Lipstick",
      "description": "Covet worthy and extremely gorgeous liquid lipsticks from Faces Canada. No Transfer Matte Lipstick will perfect your pout like no other and true to its name, this liquid lipstick is 100% transfer proof. Intensely pigmented liquid matte lipstick that gives high coverage and lasts for hours.",
      "ingredients": "Isododecane, Trimethylsiloxysilicate, Dimethicone, Cyclopentasiloxane, Disteardimonium Hectorite, C12 -15 Alkyl Benzoate, Propylene Carbonate, Fragrance, Tocopheryl Acetate, Phenoxyethanol, Chamomilla Recutita oil, Ethylhexylglycerin, Butylated Hydroxytoluene, Pearls & Approved Colors",
      "price": 549.00,
      "strickthrough_price": null,
      "brand": "Faces Canada",
      "about_the_brand": " FACES Cosmetics, with a proud Canadian heritage spanning over 40 years, offers unparalleled variety in its makeup and skincare products, which are designed to suit every ethnicity, skin type and tone, complexion and texture. Not tested on animals, FACES products are hypoallergenic and conform to the most stringent quality and safety requirements. The extensive assortment of shades and formulations helps the FACES consumers capture every look and style, right from casual to professional to glamorous.",
      "origin": "Made In India",
      "name_of_mfg": "Viva Cosmetics, C1/1-6, Radheshyam Indl. Complex, Asangaon, Thane - 421601 M.L. No.: KD-C-265",
      "address_of_mfg": "Faces Cosmetics Private Limited, Ground Floor Tower A, The Presidency,46/4 Mehrauli Gurugram Road, Sector 14,Gurugram Haryana - 122001",
      "Weight": "3.5ml",
      "how_to_use": "Take the applicator and glide to apply the lipstick on your lips Form a perfect shape of the lips with the unique applicator and let it dry.",
      "review": "4.9"
    },
    {
      "img1": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/1/5/159.jpg",
      "category": "makeup",
      "sub_category": "tool brushes",
      "name": "Miss Claire Make Up Palette 9929 (Make Up Kit)",
      "description": "The gift that keeps on giving! This makeup palette features everything you could ever desire A' and then some. 42 different eye shadows,4 blushers,3 compact powders,12 lip glosses,1 mascara,1 foundation, an eye liner, an eye pencil,2 body glitters and enclosed applicators will give you hours of make up A",
      "ingredients": "",
      "price": 2180.00,
      "strickthrough_price": 2295.00,
      "brand": "",
      "about_the_brand": "Presenting an entire colorful range of face, lips and eye cosmetics that enhance your beauty and amplify your daily make-up looks. Loved by makeup fans across India, Miss Claire cosmetics are of premier quality, trendy, affordable and are formulated using the finest ingredients that care for your skin. The products are manufactured in accordance with European Standards. Choose from a huge range of Miss Claire makeup and beauty products right from lipstick, bronzers, highlighters, foundation, eyeliners to concealers all available in highly pigmented formula and textures. Miss Claire makeup products are affordably priced, long lasting and suit all skin tones.",
      "origin": "Made In China",
      "name_of_mfg": " Eureka Cosmo Pvt. Ltd.",
      "address_of_mfg": "Eureka Cosmo Pvt. Ltd. #13, Gokul Regency-II, Thakur Complex, Kandivali (E), Mumbai -400 101",
      "Weight": "97.80gm",
      "how_to_use": "Eyeshadow: Pack a light shade onto the eyelid and sweep under the brow bone. Apply a medium shade to the outer two thirds of the crease. Apply a deeper shade to the outer corner of the eye and lightly through the crease.Blush: Sweep some of the blush on the brush and gently tap off excess powder. Blend onto the apples of the cheeks.Bronzer: Sweep across chin, cheeks, and forehead with a brush to add a warm glow to the face.Compact powder: Apply to the forehead, nose, cheeks, and chin and blend all over using gentle downward strokes. Can be used as a highlighter also.",
      "review": "4.1"
    },
    {
      "img1": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/c/2/c25.jpg",
      "category": "makeup",
      "sub_category": "tool brushes",
      "name": "Colorbar Ultimate Nail Enamel Remover - Orange Chocolate",
      "description": "A powerful, hassle-free nail lacquer remover in a travel-friendly size? Sign us up! Twist open the bottle to find pleated foam that is pre-moistened with Colorbar's Ultimate Acetone Free Nail Enamel Remover. ",
      "ingredients": "Ethyl Acetate, Isopropyl Alcohol, Di Water, Glycerin, D-panthenol, Tocopheryl Acetate, Citric Acid, Potassium Sorbate, Sodium Benzoate, Perfume, Sodium Peg-7 Olive Oil Carboxylate, Propylene Glycol, Approved Colors",
      "price": 250.00,
      "strickthrough_price": 255.00,
      "brand": "Colorbar",
      "about_the_brand": "Founded in 2004, Colorbar is among the leading brands of color cosmetics in India and is extremely popular among the urban women. The brand sources its inspiration from the millennium woman who believes in expressing her various moods and desires through a variety of colors she adorns",
      "origin": "Made In India",
      "name_of_mfg": "Maxima Solutions",
      "address_of_mfg": "Maxima Solutions -Rudarpur, Plot No. 56, Sector Iidc, Uttarakhand, India",
      "Weight": "80ml",
      "how_to_use": "Insert your fingers one at a time into the premoistened foam and twist until completely clean.",
      "review": "4.3"
    },
    {
      "img1": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/c/o/col9.jpg",
      "category": "makeup",
      "sub_category": "tool brushes",
      "name": "Colorbar Ultimate Nail Enamel Remover - Dark Chocolate",
      "description": "A powerful, hassle-free nail lacquer remover in a travel-friendly size? Sign us up! Twist open the bottle to find pleated foam that is pre-moistened with Colorbar's Ultimate Acetone Free Nail Enamel Remover. Infused with olive oil extracts, essential proteins and vitamin B5, it strengthens and moisturizes your nail bed while removing all traces of past lacquer.",
      "ingredients": "Ethyl Acetate, Isopropyl Alcohol, Di Water, Glycerin, D-panthenol, Tocopheryl Acetate, Citric Acid, Potassium Sorbate, Sodium Benzoate, Perfume, Sodium Peg-7 Olive Oil Carboxylate, Propylene Glycol, Approved Colors",
      "price": 225.00,
      "strickthrough_price": 250.00,
      "brand": "Colorbar",
      "about_the_brand": "Founded in 2004, Colorbar is among the leading brands of color cosmetics in India and is extremely popular among the urban women. The brand sources its inspiration from the millennium woman who believes in expressing her various moods and desires through a variety of colors she adorns",
      "origin": "Made In India",
      "name_of_mfg": "Maxima Solutions",
      "address_of_mfg": "Maxima Solutions -Rudarpur, Plot No. 56, Sector Iidc, Uttarakhand, India",
      "Weight": "80ml",
      "how_to_use": "Insert your fingers one at a time into the premoistened foam and twist until completely clean.",
      "review": "4.4"
    },
    {
      "img1": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/f/6/f65.jpg",
      "category": "makeup",
      "sub_category": "tool brushes",
      "name": "Faces Canada Nail Enamel Remover -Pack Of 2",
      "description": "Remove unwanted, old nail color from with Faces Nail Enamel Remover.Loaded in a travel friendly bottle this liquid works effectively to remove nail enamel without leaving stains.Enriched with vitamin E this remover does not harm your nails.Little amount of this liquid is enough for removal.",
      "ingredients": "",
      "price": 198.00,
      "strickthrough_price": null,
      "brand": "Faces Canada",
      "about_the_brand": "FACES Cosmetics, with a proud Canadian heritage spanning over 40 years, offers unparalleled variety in its makeup and skincare products, which are designed to suit every ethnicity, skin type and tone, complexion and texture. Not tested on animals, FACES products are hypoallergenic and conform to the most stringent quality and safety requirements. The extensive assortment of shades and formulations helps the FACES consumers capture every look and style, right from casual to professional to glamorous.",
      "origin": "Made In India",
      "name_of_mfg": "Fiabila India Private Limited",
      "address_of_mfg": "Fiabila India Private Limited, V-16 & 17, MIDC, Taloja-410208, Marketed by - Faces Cosmetics India Private Limited",
      "Weight": "30ml ",
      "how_to_use": "Apply a thin, even layer of the enamel on to the nails.Let it dry and then Apply a second coat.Top it off with clear enamel.",
      "review": "4.6"
    },
    {
      "img1": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/b/e/be150.jpg",
      "category": "makeup",
      "sub_category": "tool brushes",
      "name": "Beeone Manicure And Pedicure Kit 300 Gms",
      "description": "The Bee One Manicure and Pedicure Kit enriched with essential extracts, helps in exfoliating and nourishing the hands and feet through it's multiple layers, leaving soft, supple and hydrated skin",
      "ingredients": "",
      "price": 553.00,
      "strickthrough_price": 650.00,
      "brand": "Beeone",
      "about_the_brand": "Beeone Naturals focus on creating supreme quality herbal products that are effective in results. The company believes in constantly enhancing the quality their products to match the needs and wants of every individual.",
      "origin": "Made In India",
      "name_of_mfg": "Rasha Cosmetics pvt ltd.",
      "address_of_mfg": "L-21 Udyog Nagar Near Peeragarhi Chowk New Delhi 110041",
      "Weight": "300gm",
      "how_to_use": "Take a tub or bucket of warm water and put the soak in it.Lather well, soak your feet/hands in it for 15 to 20 minutes.Rinse and wipe clean with warm towel.akerequired quantity of scrub in your palm, apply on hand/feet and massage gently for 5 to 10 minutes. Then, remove the scrub with wet towel or rinse it well.When hand/feet are scrubbed well, apply cream and massage well for 10 minutes to soothe your skin.Wipe off with a hot towel.",
      "review": "4.8"
    },
    {
      "img1": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/1/1/1111_1_1.jpg",
      "category": "makeup",
      "sub_category": "tool brushes",
      "name": "Miss Claire Make Up Palette 9932 (Make Up Kit)",
      "description": "Introducing Miss Claire Make Up Palette - a convenient, slider make-up palette that multitasks, just like you do! This sleek kit features 20 eyeshadows, 2 blushers, 4 lip glosses and 3 enclosed applicators; perfect for on-the-go glam touch ups.",
      "ingredients": "",
      "price": 685.00,
      "strickthrough_price": 745.00,
      "brand": "Miss Claire",
      "about_the_brand": "Presenting an entire colorful range of face, lips and eye cosmetics that enhance your beauty and amplify your daily make-up looks. Loved by makeup fans across India, Miss Claire cosmetics are of premier quality, trendy, affordable and are formulated using the finest ingredients that care for your skin. The products are manufactured in accordance with European Standards. Choose from a huge range of Miss Claire makeup and beauty products right from lipstick, bronzers, highlighters, foundation, eyeliners to concealers all available in highly pigmented formula and textures. Miss Claire makeup products are affordably priced, long lasting and suit all skin tones.",
      "origin": "Made In China",
      "name_of_mfg": "Eureka Cosmo Pvt. Ltd.",
      "address_of_mfg": "Eureka Cosmo Pvt. Ltd. #13, Gokul Regency-II, Thakur Complex, Kandivali (E), Mumbai -400 101",
      "Weight": "27.5gm",
      "how_to_use": "Make-up palette features various products from Miss Claire. It can be used as per your convenience.",
      "review": "3.8"
    },
    {
      "img1": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/c/h/cherry_red-3.jpg",
      "category": "makeup",
      "sub_category": "tool brushes",
      "name": "Lakme 9 To 5 Primer + Gloss Nail Colour",
      "description": "Presenting the all new Lakme 9to5 Primer + Gloss Nail Colour range with colours that dry quickly, giving your nails a long lasting intense glossy shine. Now coat your nails with vibrant colour and an intense glossy shine that stays through your busy work days.",
      "ingredients": "Lakmé is the country's first cosmetic brand to introduce makeup to Indian women and takes pride in being the Indian beauty expert for over 65 years. It is a complete beauty brand spanning colour cosmetics & skin care and extends to beauty services through the network of Lakmé Salons.",
      "price": 180.00,
      "strickthrough_price": null,
      "brand": "Lakme",
      "about_the_brand": "Lakmé is the country's first cosmetic brand to introduce makeup to Indian women and takes pride in being the Indian beauty expert for over 65 years. It is a complete beauty brand spanning colour cosmetics & skin care and extends to beauty services through the network of Lakmé Salons.",
      "origin": " Made in India",
      "name_of_mfg": " Hindustan Unilever Ltd",
      "address_of_mfg": " Hindustan Unilever Ltd, Unilver House, B D Sawant Marg, Chakala Andheri East - 400099",
      "Weight": "6ml",
      "how_to_use": "Step 1: Start by applying one coat of your desired nail colour.Step 2: Wait between coats to get a smooth, dry layer. Step 3: Apply the Top Coat to coat your nails with a glossy, chip-proof texture and give any nail colour a smooth, long-lasting glossy finish.",
      "review": "4.9"
    },
    {
      "img1": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/c/s/css.jpg",
      "category": "makeup",
      "sub_category": "tool brushes",
      "name": "Colorbar Showstopper Eyelash Curler",
      "description": "Get the curl of false lashes without the hassle - Colobar Showstopper Eyelash Curler is your go-to essential for a dramatic curl every time. Its handles are designed with a cushioned grip to give you total comfort, while its fuschia silicon pad delivers just the right amount of pressure to curl your lashes without crimping.",
      "ingredients": "",
      "price": 473.00,
      "strickthrough_price": 525.00,
      "brand": "Colorbar",
      "about_the_brand": " Founded in 2004, Colorbar is among the leading brands of color cosmetics in India and is extremely popular among the urban women. The brand sources its inspiration from the millennium woman who believes in expressing her various moods and desires through a variety of colors she adorns",
      "origin": "Made In United States of America (the)",
      "name_of_mfg": "Colorbar Inc",
      "address_of_mfg": "Colorbar Inc-1 Rockefeller Plaza New York NY-10020",
      "Weight": "",
      "how_to_use": "Separate the grips of the curler, and insert your lashes. With the curve of the fuschia pad placed firmly against the base of your lash line, squeeze the handles gently. Use the curler on clean, dry lashes; using it with mascara could lead to tugging and breaking.",
      "review": "4.5"
    },
    {
      "img1": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/p/a/pac1.jpg",
      "category": "makeup",
      "sub_category": "tool brushes",
      "name": "PAC Blending Foundation Brush - 265",
      "description": "An extra dense, round brush with a flat tip for application of foundation.",
      "ingredients": "",
      "price": 492.00,
      "strickthrough_price": 535.00,
      "brand": "PAC",
      "about_the_brand": "Introducing a professional make-up brand loved and used by makeup artists in India, producing high-end make-up products, brushes and accessories, PAC Cosmetics is known for its highly pigmented and long-lasting cosmetics that deliver great results. From long-lasting foundations and creamy matte lipsticks to intense highlighters and elegant eye shadows, PAC Cosmetics provides the best in beauty. The brand’s high-quality and luxurious products will undoubtedly have you coming back for more after each purchase.",
      "origin": "Made In China",
      "name_of_mfg": "PAC",
      "address_of_mfg": "PAC LLP ,Block 1, Ground Floor, Hakoba Industrial Estate, I.B Road, Nr Sonawala, Goregaon East, Mumbai, Maharashtra 400063 .",
      "Weight": "",
      "how_to_use": "With the use of small circular movements, the firm bristles can layer powder blush for a smooth, bold look or blend colors quickly and easily for a softer, more natural tone.",
      "review": "4.8"
    },
    {
      "img1": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/s/w/sw1.jpg",
      "category": "makeup",
      "sub_category": "tool brushes",
      "name": "Swiss Beauty Makeup Brushes - Golden",
      "description": "Introducing Swiss Beauty 5 Sticks Makeup Brush Set. Made with imported high-quality materials and soft, tightly packed bristles it delivers exceptional blend-ability and precision. Each brush is ergonomically designed with sturdy wooden handles and copper-plated ferrules for controlled application.",
      "ingredients": "",
      "price": 299.00,
      "strickthrough_price": null,
      "brand": "	Swiss Beauty",
      "about_the_brand": "Started in 2008, Swiss beauty is the world's fastest growing beauty brand with a strong geographical footprint, inspiring woman to stay unique and classy.",
      "origin": " Made In china",
      "name_of_mfg": "yiwu retin-a import and export co.,ltd",
      "address_of_mfg": "yiwu retin-a import and export co.,ltd add :room 601 unit 4 xianggangcheng 4 district choucheng street yiwu zhejiang",
      "Weight": "",
      "how_to_use": "Swiss Beauty is the World's fastest growing beauty brand with a strong geographical footprint which inspires women to stay unique and classy. It's Vision is Beauty with Glamour, Excitement and Innovation through high quality products at affordable prices. It offers one complete makeup kit with wide range of world class cosmetics and skin care products for your face, nails, eyes and lips with huge variants in mascara, kajal, eye-liners, eye shadows, foundations, concealers, blush and powders",
      "review": "4.0"
    },
    {
      "img1": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/v/e/veg1.jpg",
      "category": "makeup",
      "sub_category": "tool brushes",
      "name": "Vega Reversible Lip Filler (PV-23)",
      "description": "This?Vega Lip Filler?is an ideal accompaniment to lip-stick and lip color It is perfect for detailing along the lips and applying the color evenly and consistently. Best Before : MAY 2023",
      "ingredients": "",
      "price": 240.00,
      "strickthrough_price": null,
      "brand": "Vega",
      "about_the_brand": "India's leader in the beauty accessories category, Vega offers premium quality products that are suitable for Indian consumers. The main objective of the company is to provide a wide range of innovative and affordable beauty accessory tools for head-to-toe grooming to the Indian consumers. With its affordable range of beauty accessories, you can look prim and proper without burning a hole in your pocket.",
      "origin": "Made In China",
      "name_of_mfg": "VEGA INDUSTRIES PVT LTD.",
      "address_of_mfg": "B-43, SECTOR-80 PHASE-11 NOIDA-201305 UTTAR PRADESH, INDIA",
      "Weight": "",
      "how_to_use": "Dip the brush into the lipstickLine your lips with the help of a lip liner brushOnce the lip is lined properly, fill in the rest of the lips with the lip filler brush",
      "review": "4.5"
    },
    {
      "img1": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/c/o/col2.jpg",
      "category": "makeup",
      "sub_category": "tool brushes",
      "name": "Colorbar Picture Perfect Foundation Brush",
      "description": "Colorbar Picture Perfect Foundation Brush is a gently tapered brush, that blends and contours foundation for an effortlessly airbrushed effect. Created with extra-soft, non-porous fibers, this brush blends without absorbing excess product.",
      "ingredients": "",
      "price": 428.00,
      "strickthrough_price": 475.00,
      "brand": "Colorbar",
      "about_the_brand": "Founded in 2004, Colorbar is among the leading brands of color cosmetics in India and is extremely popular among the urban women. The brand sources its inspiration from the millennium woman who believes in expressing her various moods and desires through a variety of colors she adorns",
      "origin": "Made In United States of America (the)",
      "name_of_mfg": "Colorbar Inc",
      "address_of_mfg": "Colorbar Inc-1 Rockefeller Plaza New York NY-10020",
      "Weight": "",
      "how_to_use": "Apply foundation in small dots on the cheeks, temples, nose, and chin, and blend in light, outwards strokes.",
      "review": "4.0"
    },
    {
      "img1": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/9/8/98.jpg",
      "category": "makeup",
      "sub_category": "tool brushes",
      "name": "Miss Claire Make Up Palette 9941 (Make Up Kit)",
      "description": "Miss Claire Make Up Palette that multitasks, just like you do! This sleek and small makeup kit features 20 eyeshadows, 3 blushers, 2 compact powders, 6 lip glosses and 2 dual applicators - perfect for on-the-go glam touch ups.",
      "ingredients": "",
      "price": 735.00,
      "strickthrough_price": 795.00,
      "brand": "Miss Claire",
      "about_the_brand": "Presenting an entire colorful range of face, lips and eye cosmetics that enhance your beauty and amplify your daily make-up looks. Loved by makeup fans across India, Miss Claire cosmetics are of premier quality, trendy, affordable and are formulated using the finest ingredients that care for your skin. The products are manufactured in accordance with European Standards. Choose from a huge range of Miss Claire makeup and beauty products right from lipstick, bronzers, highlighters, foundation, eyeliners to concealers all available in highly pigmented formula and textures. Miss Claire makeup products are affordably priced, long lasting and suit all skin tones.",
      "origin": "Made In China",
      "name_of_mfg": "Eureka Cosmo Pvt. Ltd.",
      "address_of_mfg": "Eureka Cosmo Pvt. Ltd. #13, Gokul Regency-II, Thakur Complex, Kandivali (E), Mumbai -400 101",
      "Weight": "35.8gm",
      "how_to_use": "Make-up palette features various products from Miss Claire. It can be used as per your convenience.",
      "review": "3.9"
    },
    {
      "img1": "",
      "category": "makeup",
      "sub_category": "tool brushes",
      "name": "",
      "description": "",
      "ingredients": "",
      "price": ,
      "strickthrough_price": ,
      "brand": "",
      "about_the_brand": "",
      "origin": "",
      "name_of_mfg": "",
      "address_of_mfg": "",
      "Weight": "",
      "how_to_use": "",
      "review": ""
    },
    {
      "img1": "",
      "category": "makeup",
      "sub_category": "tool brushes",
      "name": "",
      "description": "",
      "ingredients": "",
      "price": ,
      "strickthrough_price": ,
      "brand": "",
      "about_the_brand": "",
      "origin": "",
      "name_of_mfg": "",
      "address_of_mfg": "",
      "Weight": "",
      "how_to_use": "",
      "review": ""
    },
    {
      "img1": "",
      "category": "makeup",
      "sub_category": "tool brushes",
      "name": "",
      "description": "",
      "ingredients": "",
      "price": ,
      "strickthrough_price": ,
      "brand": "",
      "about_the_brand": "",
      "origin": "",
      "name_of_mfg": "",
      "address_of_mfg": "",
      "Weight": "",
      "how_to_use": "",
      "review": ""
    },
    {
      "img1": "",
      "category": "makeup",
      "sub_category": "tool brushes",
      "name": "",
      "description": "",
      "ingredients": "",
      "price": ,
      "strickthrough_price": ,
      "brand": "",
      "about_the_brand": "",
      "origin": "",
      "name_of_mfg": "",
      "address_of_mfg": "",
      "Weight": "",
      "how_to_use": "",
      "review": ""
    },
    {
      "img1": "",
      "category": "makeup",
      "sub_category": "tool brushes",
      "name": "",
      "description": "",
      "ingredients": "",
      "price": ,
      "strickthrough_price": ,
      "brand": "",
      "about_the_brand": "",
      "origin": "",
      "name_of_mfg": "",
      "address_of_mfg": "",
      "Weight": "",
      "how_to_use": "",
      "review": ""
    },
  ]
}