{
  "data": [
    {
      "id": 1,
      "name": "Dove Deeply Nourishing Body Wash",
      "description": "Who doesn’t like having soft skin? We all want to keep our skin looking healthy and well cared for, and it’s much easier to make that a regular part of your routine if you’ve found a moisturising shower gel. That’s the best way to feel confident that you’re nurturing your skin right from the start of your day. We know how you can do just that – with Dove Deeply Nourishing Body Wash. This moisturising body wash combines NutriumMoisture with mild cleansers to help your skin retain its natural moisture, leaving you with softer, smoother skin after just one shower.",
      "ingredients": "Water, Cocamidopropyl Betaine, Sodium Laureth Sulfate, Sodium Cocoyl Glycinate, Perfume, Glycerin,Sodium Chloride, Sodium Hydroxide, Sodium Lauroyl Isethionate, Palmitic Acid, Stearic Acid, Acrylates/C10-C30 Alkyl Acrylate Crosspolymer, PPG-9, Styrene/Acrylates Copolymer, Lauric Acid, DMDM Hydantoin, BHT, Sodium Palmitate, Sodium Benzoate, Tetrasodium EDTA, Sodium Isethionate, Coconut Acid, Glycine, Sodium Stearate, Citric Acid, Sodium Palm Kernelate, Methylisothiazolinone, Zinc Oxide, Tetrasodium Etidronate, Alumina, Alpha Isomethyl Ionone,Butylphenyl Methylpropional,Hexyl Cinnamal, Limonene, Linalool,Citronellol,Coumarin, Geraniol,CI 77891",
      "price": 359,
      "strickthrough_price": 395,
      "brand": "Dove",
      "About_the_Brand": "A personal care brand created by Dutch multinational in 1957, Dove is sold in more than 80 countries worldwide. Originally a soap-only brand, Dove now offers a wide range of products across the personal care market including soap, facial cleansers, deodorants and hair care",
      "origin": "Made In India",
      "name_of_mfg": "Hindustan Unilever LTD.",
      "address_of_mfg": "Hindustan Unilever Ltd, Unilever House, B D Sawant Marg, Chakala Andheri East - 400144",
      "image": "https://www.beautybebo.com/pub/media/catalog/product/cache/9afc37bdf46fae888adf23d57cf627ad/i/m/image1_600x.jpg",
      "Weight": "800ml",
      "How_To_Use": "Pour a quarter-sized drop of Dove body wash onto a loofah or pouf and work it into a lather, Gently massage yourself all over, rinse well.",
      "review": "3.5"
    }
  ]
}
